[
  "# TRAVELEASY®/TRAVELEASY® PRE-EX INSURANCE POLICY  \n\n\nThis is your TravelEasy® or TravelEasy® Pre- Ex insurance policy document. It is important that you read this policy document together with the schedule and any amendment or endorsement issued to make sure that you have the protection you need and to avoid any misunderstanding.  \n\n\nIf there are any changes that may affect the insurance provided, please let us know immediately.  \n\n\nWe suggest that you let your family members know about this insurance cover as it would be helpful if you or they need to make a claim.  \n\n\n## IMPORTANT NOTICE  \n\n\nThe insurance cover provided to you under this policy is based on the information you have given us. You must tell us all facts that you know or ought to know, or you may not be covered under the policy.  \n\n\n## HOW YOUR INSURANCE OPERATES  \n\n\nYour policy is a contract between us and you, the insured person named in the schedule. The application form, declaration and any information you gave to us when applying for the policy are the basis of this contract.  \n\n\nIn return for you paying the premium, we will provide you with insurance cover as described in the policy during the period of insurance or any subsequent period for which you pay and we accept the premium.  \n\n\n## OUR PROMISE OF SERVICE  \n\n\nWe want to provide you with a high standard of service and to meet any claims covered by this policy honestly, fairly and promptly. If you have any reason to believe that we have not done so, please contact your agent or broker. If you do not use the services of a professional intermediary, please contact us directly. We are ready to help you with your concerns.\n",
  "<table><tr><td>Important conditions</td><td>Your responsibilities under the policy</td><td>3</td></tr><tr><td>Definition of words</td><td>An explanation of words used in this policy which have special meanings</td><td>4</td></tr><tr><td>The benefits</td><td>What you are covered for</td><td>8</td></tr><tr><td>Personal accident</td><td></td><td></td></tr><tr><td>Section 1</td><td>Accidental death and permanent total disability</td><td>8</td></tr><tr><td>Section 2</td><td>Public transport double cover</td><td>8</td></tr><tr><td>Section 3</td><td>Funeral expenses due to an accident</td><td>9</td></tr><tr><td>Section 4</td><td>Child education grant</td><td>9</td></tr><tr><td>Section 5</td><td>Family assistance benefit</td><td>10</td></tr><tr><td>Medical</td><td></td><td></td></tr><tr><td>Section 6</td><td>Overseas medical expenses</td><td>10</td></tr><tr><td>Section 7</td><td>Emergency dental expenses</td><td>10</td></tr><tr><td>Section 8</td><td>Medical expenses in Singapore</td><td>11</td></tr><tr><td>Section 9</td><td>Mobility aid reimbursement</td><td>11</td></tr><tr><td>Section 10</td><td>Traditional Chinese medicine expenses</td><td>12</td></tr><tr><td>Section 11</td><td>Maternity medical expenses overseas</td><td>13</td></tr><tr><td>Section 12</td><td>Overseas hospitalisation daily benefit</td><td>13</td></tr><tr><td>Section 13</td><td>Overseas ICU hospitalisation daily benefit</td><td>14</td></tr><tr><td>Section 14</td><td>Hospitalisation daily benefit in Singapore</td><td>14</td></tr><tr><td>Section 15</td><td>Medical and travel assistance services</td><td>16</td></tr><tr><td>Section 16</td><td>Emergency medical evacuation and repatriation</td><td>16</td></tr><tr><td>Section 17</td><td>Compassionate and hospital visit</td><td>17</td></tr><tr><td>Section 18</td><td>Child guard</td><td>17</td></tr><tr><td>Section 19</td><td>Emergency telephone charges</td><td>18</td></tr><tr><td>Travel inconvenience</td><td></td><td></td></tr><tr><td>Section 20</td><td>Insolvency of licensed travel operator</td><td>18</td></tr><tr><td>Section 21</td><td>Travel cancellation</td><td>19</td></tr><tr><td>Section 22</td><td>Travel postponement</td><td>20</td></tr><tr><td>Section 23</td><td>Replacement of traveller</td><td>21</td></tr><tr><td>Section 24</td><td>Replacement of employee</td><td>21</td></tr><tr><td>Section 25</td><td>Delayed departure</td><td>22</td></tr><tr><td>Section 26</td><td>Flight diversion</td><td>23</td></tr><tr><td>Section 27</td><td>Overbooked flight</td><td>24</td></tr><tr><td>Section 28</td><td>Missed travel connection</td><td>24</td></tr><tr><td>Section 29</td><td>Shortening the trip</td><td>25</td></tr><tr><td>Section 30</td><td>Travel disruption</td><td>26</td></tr><tr><td>Section 31</td><td>Automatic extension of cover</td><td>27</td></tr><tr><td>Section 32</td><td>Delayed baggage</td><td>27</td></tr><tr><td>Section 33</td><td>Baggage</td><td>33</td></tr><tr><td>Section 34</td><td>Wedding clothing and accessories</td><td>29</td></tr><tr><td>Section 35</td><td>Loss of travel documents</td><td>29</td></tr><tr><td>Section 36</td><td>Personal money</td><td>30</td></tr><tr><td>Section 37</td><td>Fraudulent use of credit card</td><td>30</td></tr><tr><td>Section 38</td><td>Credit card outstanding balance</td><td>31</td></tr></table>\n",
  "# A GUIDE TO THE POLICY\n\n\n\n<table><tr><td colspan=\"2\">Personal liability</td></tr><tr><td>Section 39</td><td>Personal liability 31</td></tr><tr><td>Section 40</td><td>Legal expenses for wrongful arrest or detention 31</td></tr><tr><td colspan=\"2\">Lifestyle</td></tr><tr><td>Section 41</td><td>Adventurous activities cover 32</td></tr><tr><td>Section 42</td><td>Golfer's cover 32</td></tr><tr><td>Section 43</td><td>Unused entertainment ticket 33</td></tr><tr><td>Section 44</td><td>Rental vehicle excess 34</td></tr><tr><td>Section 45</td><td>Returning a rental vehicle 35</td></tr><tr><td>Section 46</td><td>Home contents 35</td></tr><tr><td>Section 47</td><td>Domestic pets care 36</td></tr><tr><td colspan=\"2\">Safety</td></tr><tr><td>Section 48</td><td>Terrorism cover 36</td></tr><tr><td>Section 49</td><td>Passive war 37</td></tr><tr><td>Section 50</td><td>Hijack of public transport 37</td></tr><tr><td>Section 51</td><td>Kidnap and hostage 37</td></tr><tr><td>Section 52</td><td>Pre-Ex Critical Care 37</td></tr><tr><td>Exclusions</td><td>Those events we do not insure under the policy 38</td></tr><tr><td>General conditions</td><td>Your rights and our rights under the policy 46</td></tr><tr><td>Claim conditions</td><td>Your rights and our rights in the event of a claim 47</td></tr><tr><td>Premium warranty</td><td>Your responsibilities to pay the premium 49</td></tr><tr><td>Useful procedures</td><td>Making a claim and your feedback channels 50</td></tr><tr><td>Schedule of benefits</td><td>TravelEasy® benefits summary 52<br>TravelEasy® Pre-Ex benefits summary 56</td></tr></table>\n\n\n# IMPORTANT CONDITIONS\n\n\n(Conditions you must meet for this insurance to operate.)\n\n\nThe insurance operates only if you meet all of the following conditions.\n\n\n1. The round trip must begin and end in Singapore.\n\n\n2. At the time of arranging the trip or taking out this insurance, neither you nor any other insured person is aware of any circumstances which are likely to lead to a claim under the policy.\n\n\n3. At the time you send us your application for this insurance, none of the intended insured persons have already left Singapore on any trip meant to be covered by this insurance. An insured person is not covered for the entire trip if they leave Singapore before the start of the period of insurance.\n\n\n4. Any insured child under the age of 12 years must be accompanied by a parent or adult guardian during the trip.\n\n\n5. If an insured person has ever been refused cover or had special terms placed on them by any insurer for travel insurance, they must declare this at the point of application and we must accept them, or there will be no cover for them.\n\n\n6. The country of residence for all insured persons is Singapore.\n\n\n7. The insured persons are not travelling against the advice of a doctor or for the purpose of getting medical treatment.\n",
  "8. For TravelEasy®, the insured persons must be in good health or free from physical defects.\n\n\n9. To be eligible for cover under TravelEasy® Pre-Ex plans, the insured person must meet all the conditions stated under section 52 - Pre-Ex Critical Care.\n\n\n# DEFINITION OF WORDS\n\n\n(Applicable to the whole policy)\n\n\nCertain words have been defined below. These have the same meaning wherever they are used in the policy. They appear in **bold print** (for example, **insured** **person).**\n\n\n\n<table><tr><td>TERM</td><td>DEFINITION</td></tr><tr><td>Accident</td><td>A sudden and unexpected event which results in bodily injury, disability or death of<br>the insured person.</td></tr><tr><td>Act of terrorism</td><td>An act, including using force or violence, of any person or group of people, whether<br>acting alone or on behalf of or in connection with any organisation, committed for<br>political, religious or ideological purposes including the intention to influence any<br>government or to put the civilian population in fear for those purposes.</td></tr><tr><td>Acute onset of a pre-existing<br>medical condition</td><td>Refers to a sudden, unexpected and rapid deterioration of the insured person's pre-<br>existing medical condition resulting in a serious medical condition.</td></tr><tr><td>Additional travel expenses</td><td>The necessary administrative costs and other expenses due to change of traveller (for section 23) or travel itinerary including the cost of economy class public transport or standard room, provided the original air ticket or accommodation booking cannot be amended at a lower cost, less any refund recovered. The transport or accommodation of the altered travel itinerary must not be of higher class or category that which was purchased in the original itinerary.</td></tr><tr><td>Adult</td><td>A person aged 18 years or above at the start of any trip.</td></tr><tr><td>Child, children</td><td>A person who is aged over one month and below 18 years, or below 23 years if<br>studying full-time in a recognised institution of higher learning, at the start of any<br>trip. Recognised institute of higher learning refers to Singapore or overseas<br>education institutions which are licensed by the government of the country to<br>provide post-secondary or higher education.</td></tr><tr><td>COVID-19</td><td>refers to:<br>1. Coronavirus disease (COVID-19);<br>2. Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2); or<br>3. any mutation or variation of SARS-CoV-2; or COVID-19.</td></tr><tr><td>Dentist</td><td>A legally registered dental practitioner qualified to practise in line with the laws of<br>the country in which the practice is granted. The dentist must not be an insured<br>person, an insured person's family member, travel companion, a business partner,<br>an employee or employer of an insured person, or a person related to an insured<br>person in any way.</td></tr><tr><td>Doctor</td><td>A legally registered medical practitioner qualified to practise western medicine and<br>surgery in line with the laws of the country in which the practice is granted. The<br>doctor must not be an insured person, an insured person's family member, travel<br>companion, a business partner, an employee or employer of an insured person, or a<br>person related to an insured person in any way.</td></tr><tr><td>Entertainment ticket</td><td>A ticket granting admission to theme parks, musicals, plays, theatre or drama<br>performances, concerts and sports events but excludes movie tickets.</td></tr></table>\n",
  "<table><tr><td>TERM</td><td>DEFINITION</td></tr><tr><td>Family member</td><td>The insured person's husband or wife, child, parent, stepparent, parent-in-law, grandparent, grandparent-in-law, great-grandparent, great-grandparent-in-law, grandchild, great-grandchild, brother, brother-in-law, sister, sister-in-law.</td></tr><tr><td>Home</td><td>Your residential address and the address of any insured person in Singapore.</td></tr><tr><td>Hospital</td><td>A lawful establishment set up to care for and treat sick and injured people, and which has 24-hour nursing services provided by registered graduate nurses, one or more doctors available at all times and organised facilities for diagnosis and major surgery. This must not be mainly a clinic, a place for alcoholics or drug addicts, a nursing, rest or convalescent home, community hospital, home for the aged, or a similar establishment.</td></tr><tr><td>Illness</td><td>Any sudden and unexpected deterioration of health of an insured person due to a medical condition contracted, which began or developed during the journey outside Singapore, which needs treatment by a doctor or TCM practitioner.</td></tr><tr><td>Immediate family member</td><td>The legal husband or wife, parent, biological child, legally adopted child or brother or sister of an insured person.</td></tr><tr><td>Injury</td><td>Bodily injury which happens during the journey, caused only and directly by an accident and not by physical impairment, sickness, disease or anything which happens gradually and affects physical or mental health.</td></tr><tr><td>Insured, policyholder, you, your</td><td>The person named as Insured or Policyholder in the schedule.</td></tr><tr><td>Insured person, insured persons</td><td>The person or people described in the schedule, who live in Singapore for whom the insurance is arranged. Children are not named in the schedule unless travelling on their own.</td></tr><tr><td>Inpatient</td><td>means an in-patient stay in the hospital by the insured person where the treatment is being received for which room and board charges were made by the hospital, and this excludes in-patient stay by the insured person under observation in a ward.</td></tr><tr><td>Journey, trip</td><td>1. Under TravelEasy® cover:<br/>a) For a single return trip:<br/>A full return trip lasting no more than 182 days in a row during the period of insurance, beginning at the time the insured person leaves their home or workplace within Singapore for the purpose of travelling abroad and ending up to three hours after the insured person returns to Singapore or on the end date of the period of insurance shown in the schedule, whichever is sooner.<br/>b) For an annual plan:<br/>A trip lasting no more than 90 days in a row during the period of insurance, beginning at the time the insured person leaves their home or workplace within Singapore for the purpose of travelling abroad and ending up to three hours after the insured person returns to Singapore or on the end date of the period of insurance shown in the schedule, whichever is sooner.</td></tr><tr><td>2. Under TravelEasy® Pre-Ex cover:<br/>A single full return trip lasting no more than 30 days in a row during the period of insurance, beginning at the time the insured person leaves their home or workplace within Singapore for the purpose of travelling abroad and ending up to three hours after the insured person returns to Singapore or on the end date of the period of insurance shown in the schedule, whichever is sooner.</td></tr><tr><td>Known event</td><td>means riot, strike, civil commotion, natural disaster or situations which threaten the insured person's health or disrupt their trip that were publicised or reported by the media or through travel advice issued by an authority (local or foreign) before the policy was taken up or before the trip was booked (in the case of an annual plan).</td></tr><tr><td>Laptop computer</td><td>means laptop or notebook, which is a mobile computer that comes with a non-detachable full-sized keyboard and a flip-up screen of at least 12 inches.</td></tr></table>\n",
  "<table><tr><td>TERM</td><td>DEFINITION</td></tr><tr><td>Mobile device</td><td>refers to handheld devices like mobile phones, tablets, phablets, netbooks, personal digital assistants and similar equipment, excluding laptop computer.</td></tr><tr><td>Natural disaster</td><td>An event or force of nature that has catastrophic consequences, such as avalanche, earthquake, flood, typhoon, hurricane, tornado, tsunami or volcanic eruption.</td></tr><tr><td>Period of insurance</td><td>The period of insurance shown in the schedule.</td></tr><tr><td>Pre-existing medical condition</td><td>1. Under TravelEasy® cover, it means:<br/>Any pre-existing medical or physical conditions of any insured person which have needed consultation or treatment including any recurring, chronic or continuing illness or condition during the 12-month period before the start of the journey. For the purpose of an annual policy, we will treat medical or physical conditions for which a claim has been made on a previous journey as a pre-existing medical condition in terms of any future journey.<br/>2. Under TravelEasy® Pre-Ex cover, it means:<br/>Any pre-existing medical or physical conditions of any insured person which have needed consultation or treatment including any recurring, chronic or continuing illness or condition before the start of the journey.</td></tr><tr><td>Public transport</td><td>Any licensed and scheduled land, sea or air transport which has fixed and established routes and which any member of the public can join at a recognised stop and pay a fare. This excludes taxis, private hire vehicles such as buses or coaches that are chartered or arranged as part of a tour even if the services are regularly scheduled.</td></tr><tr><td>Region of travel</td><td>Area A<br/>Brunei, Cambodia, Indonesia, Laos, East and West Malaysia, Myanmar, Philippines, Thailand and Vietnam.<br/>Area B<br/>Australia, China (not including Inner Mongolia and Tibet), Hong Kong, India, Japan, Korea, Macau, New Zealand, Sri Lanka, Taiwan and including countries in Area A.<br/>Area C<br/>Worldwide, including countries in Areas A and B.</td></tr><tr><td>Schedule</td><td>The schedule containing details of you, any insured person, the type of cover you have chosen and the period of insurance. The schedule forms part of the policy.</td></tr><tr><td>Serious injury, serious illness</td><td>Means a critical or dangerous condition which, in the opinion of a doctor, needs urgent treatment to avoid death or serious impairment to a person's immediate or long-term health.</td></tr><tr><td>Serious medical condition</td><td>Means a condition which, in the opinion of the company or of MSIG Assist doctor, is a critically ill state of health that requires emergency medical treatment in order to avoid death or serious impairment to the insured person's immediate or long-term health.</td></tr><tr><td>TCM practitioner</td><td>A traditional Chinese medicine practitioner who is legally licensed medical practitioner, including acupuncturists and bonesetters, who is qualified to practise traditional Chinese medicine in line with the laws which apply in the country in which the practice is granted. The TCM practitioner must not be an insured person, an insured person's family member, travel companion, a business partner, an employee or employer of an insured person, or a person related to an insured person in any way.</td></tr><tr><td>Terminal illness</td><td>Means the conclusive diagnosis by a doctor of an illness that is expected to result in death within 12 months.</td></tr><tr><td>Travel companion</td><td>A person who has made travel bookings to accompany the insured person for the trip.</td></tr></table>\n",
  "<table><tr><td>TERM</td><td>DEFINITION</td></tr><tr><td>Type of cover</td><td>The type of cover you chose when you applied for the insurance.<br/>1. TravelEasy® plans: Standard, Elite, Premier<br/>2. TravelEasy® Pre-Ex plans: Pre-Ex Standard, Pre-Ex Elite, Pre-Ex Premier<br/>3. Individual cover, adult and children cover or family cover<br/>4. Group cover<br/>This will be shown in the schedule. Anyone aged 70 or over is eligible for single return trip only. They can buy a yearly plan for the Standard plan only as long as the insurance is taken out before age 70 and can be renewed up to age 80.</td></tr><tr><td>Individual cover</td><td>A policy issued to you for the insured person named in the schedule.</td></tr><tr><td>Adult and children cover</td><td>A policy issued to you for you and your biological or legally adopted children.<br/>For single return trip travel, the insured persons must travel together on the same trip.<br/>For an annual plan, the insured persons do not have to travel together on any trip. However, any insured child under the age of 12 years must be accompanied by a parent or adult guardian for any trip made during the period of insurance. Only adult insured person is named in the schedule.</td></tr><tr><td>Family cover</td><td>A policy issued to you for the people named in the schedule as insured person who are travelling as a family. Only adult insured persons are named in the schedule.</td></tr><tr><td>Family</td><td>1. Under single return trip, means:<br/>a) you and your husband or wife travelling together on the same journey; or<br/>b) you and your husband or wife and your biological or legally adopted children travelling together on the same journey.<br/>2. Under annual plan, means:<br/>a) you and your husband or wife; or<br/>b) you and your husband or wife and your biological or legally adopted children.<br/>For an annual plan for family cover, the insured persons do not have to travel together on any trip. However, any insured child under the age of 12 years must be accompanied by a parent or adult guardian for any trip made during the period of insurance.<br/>There must be no more than seven insured persons under the family or adult and children cover.</td></tr><tr><td>Group cover</td><td>1. A policy issued to you taking out cover on behalf of two or more insured persons named in the schedule who are travelling as a group.<br/>2. For single return trip, the insured persons under a group cover must travel together on the same journey.</td></tr><tr><td>We, us, our, the company</td><td>MSIG Insurance (Singapore) Pte. Ltd.</td></tr></table>\n",
  "# THE BENEFITS\n\n\nWe will cover the insured person based on the benefits described in the following sections for the **type of cover** and **region of travel** stated in the **schedule**. All limits stated in each section are on per **trip** basis.\n\n\n# SECTION 1-ACCIDENTAL DEATH AND PERMANENT TOTAL DISABILITY\n\n\nWe will pay the compensation for death or disability as described in the Table of Compensation below if an **insured person** suffers an **injury** during the **journey** which, within 12 calendar months of its happening, is the only cause of death or disability.\n\n\n\n<table><tr><td>Table of Compensation</td><td>% of the limit<br>for this section</td></tr><tr><td>1. Death</td><td>100%</td></tr><tr><td>2. Permanent and total disability for which satisfactory proof has been given to the company that the total disability has continued for 12 months from the date of the injury and will in all probability continue for the remainder of the insured person's life and prevent the insured person from attending to any kind of business, profession or occupation</td><td>100%</td></tr><tr><td>3. Total and irrecoverable loss of sight in both eyes</td><td>100%</td></tr><tr><td>4. Loss of two or more Limbs</td><td>100%</td></tr><tr><td>5. Total and irrecoverable loss of sight in one eye and Loss of one Limb</td><td>100%</td></tr><tr><td>6. Loss of one Limb</td><td>50%</td></tr><tr><td>7. Total and irrecoverable loss of sight in one eye</td><td>50%</td></tr></table>\n\n\nNote:\n\n\n1. “Loss of Limb(s)” means permanent and total loss of use or loss by complete and permanent physical severance of a hand at or above the wrist or of a foot at or above the ankle.\n\n\n2. If the insured person suffers injury that results in more than one of the results described in item 1 to 7 above, the maximum we will pay is 100% of the limit in this section.\n\n\nThe maximum we will pay under this section for:\n\n\n\n<table><tr><td></td><td>Premier Plan</td><td>Elite Plan</td><td>Standard Plan</td></tr><tr><td>Adult insured person aged below 70</td><td>&#36;500,000</td><td>&#36;200,000</td><td>&#36;150,000</td></tr><tr><td>Adult insured person aged 70 or above</td><td>&#36;100,000</td><td>&#36;75,000</td><td>&#36;50,000</td></tr><tr><td>Insured child</td><td>&#36;100,000</td><td>&#36;75,000</td><td>&#36;50,000</td></tr><tr><td>Total for adult and children cover or family cover</td><td>&#36;1,200,000</td><td>&#36;550,000</td><td>&#36;400,000</td></tr></table>\n\n\nIf a claim under section 1 - Accidental death and permanent total disability and section 2 - Public transport double cover,results from the same cause or event, this policy will pay for the claim under either section, but not both.\n\n\n# What is not covered\n\n\nPlease see the section on exclusions.\n\n\n# SECTION 2-PUBLIC TRANSPORT DOUBLE COVER\n\n\nIf the **insured person** suffers an **injury** while travelling as a fare-paying passenger on board any **public transport** outside Singapore during the **journey** which, within 12 calendar months of its happening, is the only cause of death, the amount we will pay will be double the limit for death provided under section 1 - Accidental death and permanent total disability.\n",
  "The maximum we will pay under this section is:  \n\n\n\n<table><tr><td></td><td>Premier Plan</td><td>Elite Plan</td><td>Standard Plan</td></tr><tr><td>Adult insured person aged below 70</td><td>$1,000,000</td><td>$400,000</td><td>Not covered</td></tr><tr><td>Adult insured person aged 70 or above</td><td>Not covered</td><td>Not covered</td><td>Not covered</td></tr><tr><td>Insured child</td><td>$200,000</td><td>$150,000</td><td>Not covered</td></tr><tr><td>Total for adult and children cover or family cover</td><td>$2,400,000</td><td>$1,100,000</td><td>Not covered</td></tr></table>  \n\n\nThe public transport double cover does not apply to the Standard plan and to any insured person aged 70 or above.  \n\n\nIf a claim under section 1 - Accidental death and permanent total disability and section 2 - Public transport double cover, results from the same cause or event, this policy will pay for the claim under either section, but not both.  \n\n\n## What is not covered  \n\n\nPlease see the section on exclusions.  \n\n\n## SECTION 3 - FUNERAL EXPENSES DUE TO ACCIDENTAL DEATH  \n\n\nIf the insured person suffers an injury during the journey outside Singapore which, within 12 calendar months of its happening, is the only cause of their death, we will reimburse the reasonable expenses paid for their funeral or burial.  \n\n\nThe maximum we will pay under this section is:  \n\n\n\n<table><tr><td>Premier Plan</td><td>$8,000 for each adult insured person<br>$2,000 for each insured child<br>$16,000 in total for adult and children cover or family cover</td></tr><tr><td>Elite Plan</td><td>$5,000 for each adult insured person<br>$1,250 for each insured child<br>$10,000 in total for adult and children cover or family cover</td></tr><tr><td>Standard Plan</td><td>$3,000 for each adult insured person<br>$750 for each insured child<br>$6,000 in total for adult and children cover or family cover</td></tr></table>  \n\n\n## What is not covered  \n\n\nPlease see the section on exclusions.  \n\n\n## SECTION 4 - CHILD EDUCATION GRANT  \n\n\nIf an adult insured person suffers an injury during the journey outside Singapore which, within 12 calendar months of its happening, is the only cause of their death, we will pay each of their biological children or legally adopted children, an amount as shown below.  \n\n\nThe maximum we will pay under this section is:  \n\n\n\n<table><tr><td>Premier Plan</td><td>$8,000 for each adult insured person&#x27;s child.<br>$32,000 in total for each adult insured person.</td></tr><tr><td>Elite Plan</td><td>$5,000 for each adult insured person&#x27;s child.<br>$20,000 in total for each adult insured person.</td></tr><tr><td>Standard Plan</td><td>Not covered</td></tr></table>\n",
  "# What is not covered\n\n\nPlease see the section on exclusions.\n\n\n# SECTION 5-FAMILY ASSISTANCE BENEFIT\n\n\nIf an insured person suffers an **injury** during the **journey** outside Singapore which, within 12 calendar months of its happening, is the only cause of their death, we will pay a lump-sum benefit shown below.\n\n\nThe maximum we will pay under this section is:\n\n\n\n<table><tr><td>Premier Plan</td><td>&#36;5,000 for each insured person<br>&#36;10,000 in total for adult and children cover or family cover</td></tr><tr><td>Elite Plan</td><td>&#36;3,000 for each insured person<br>&#36;6,000 in total for adult and children cover or family cover</td></tr><tr><td>Standard Plan</td><td>Not covered</td></tr></table>\n\n\n# What is not covered\n\n\nPlease see the section on exclusions.\n\n\n# SECTION 6-OVERSEAS MEDICAL EXPENSES\n\n\nWe will pay the medical, surgical, nursing or **hospital** charges incurred by the **insured** person outside Singapore which a **doctor** says are medically necessary as a result of **injury** or **illness** suffered by the **insured** person during the **journey.**\n\n\nThe maximum we will pay under this section for:\n\n\n\n<table><tr><td></td><td>Premier Plan</td><td>Elite Plan</td><td>Standard Plan</td></tr><tr><td>Insured person aged below 70</td><td>&#36;1,000,000</td><td>&#36;500,000</td><td>&#36;250,000</td></tr><tr><td>Insured person aged 70 or above</td><td>&#36;100,000</td><td>&#36;75,000</td><td>&#36;50,000</td></tr><tr><td>Insured child</td><td>&#36;300,000</td><td>&#36;200,000</td><td>&#36;150,000</td></tr><tr><td>Total for adult and children cover or family cover</td><td>&#36;2,600,000</td><td>&#36;1,400,000</td><td>&#36;800,000</td></tr></table>\n\n\nThe most we will pay under sections 6 (including extension under section 52 - Pre-Ex Critical Care) to section 11 in total, will not be more than the maximum limit under the section 6 - Overseas medical expenses.\n\n\nThe limits for section 6 - Overseas medical expenses extended under section 52 - Pre-Ex Critical Care are sub-limits of this section. For any claim under Pre-Ex Standard, Pre-Ex Elite or Pre-Ex Premier plan due to the **insured** person's **pre-existing** **medical** **condition,** we will pay based on the sub-limits stated under section 52 - Pre-Ex Critical Care.\n\n\n# What is not covered\n\n\nIn addition to the exclusions, we will not pay for the cost of dental treatment, mobility aids or prosthesis.\n\n\n# SECTION 7-EMERGENCY DENTAL EXPENSES\n\n\nWe will pay for the emergency dental treatment expenses which were paid outside Singapore to restore healthy and natural teeth or a fractured jaw if a **dentist** decides this is necessary as a result of an **injury** suffered by the **insured** person during the **journey** outside Singapore.\n\n\nWe will also pay for dental\n",
  "journey outside Singapore, limited to 30 days after the insured person returns to Singapore.\n\n\nIf dental treatment is not first received outside Singapore, the insured person must arrange for the first dental treatment in Singapore within 72 hours of their return to Singapore.\n\n\nThe maximum we will pay under this section is:\n\n\n\n<table><tr><td>Premier Plan</td><td>&#36;15,000 for each adult insured person<br>&#36;3,750 for each insured child<br>&#36;30,000 in total for adult and children cover or family cover</td></tr><tr><td>Elite Plan</td><td>&#36;10,000 for each adult insured person<br>&#36;2,500 for each insured child<br>&#36;20,000 in total for adult and children cover or family cover</td></tr><tr><td>Standard Plan</td><td>&#36;5,000 for each adult insured person<br>&#36;1,250 for each insured child<br>&#36;10,000 in total for adult and children cover or family cover</td></tr></table>\n\n\nThe most we will pay under sections 6 (including extension under section 52 - Pre-Ex Critical Care) to section 11 in total, will not be more than the maximum limit under the section 6 - Overseas medical expenses.\n\n\n# What is not covered\n\n\nIn addition to the exclusion, we will not pay for the cost of treatment relating to gum diseases, tooth decay, dentures,implants, crowns, bridges or use of precious metal.\n\n\n# SECTION 8-MEDICAL EXPENSES IN SINGAPORE\n\n\nIf an insured person receives medical treatment during the journey outside Singapore for an injury or illness suffered during the overseas journey, we will also pay for the medical expenses which are a continuation in Singapore of the overseas medical treatment, limited to 30 days after the insured person returns to Singapore.\n\n\nIf medical treatment is not first received outside Singapore, the insured person must arrange for medical treatment in Singapore within 72 hours of their return to Singapore, before we will pay for further medical expenses, limited to 30 days after the insured person returns to Singapore.\n\n\nThe maximum we will pay under this section is:\n\n\n\n<table><tr><td></td><td>Premier Plan</td><td>Elite Plan</td><td>Standard Plan</td></tr><tr><td>Insured person aged below 70</td><td>&#36;75,000</td><td>&#36;50,000</td><td>&#36;25,000</td></tr><tr><td>Insured person aged 70 or above</td><td>&#36;10,000</td><td>&#36;7,500</td><td>&#36;5,000</td></tr><tr><td>Insured child</td><td>&#36;30,000</td><td>&#36;20,000</td><td>&#36;10,000</td></tr><tr><td>Total for adult and children cover or family cover</td><td>&#36;210,000</td><td>&#36;140,000</td><td>&#36;70,000</td></tr></table>\n\n\nThe most we will pay under sections 6 (including extension under section 52 - Pre-Ex Critical Care) to section 11 in total, will not be more than the maximum limit under the section 6 - Overseas medical expenses.\n\n\n# What is not covered\n\n\nIn addition to the exclusions, we will not pay for the cost of dental treatment, mobility aids or prosthesis.\n\n\n# SECTION 9-MOBILITY AID REIMBURSEMENT\n\n\nWe will pay the necessary expenses for buying mobility aids if a doctor says this is necessary as a result of an injury\n\n<|ref|>\n",
  "walker and does not include prosthesis.\n\n\nThe maximum we will pay under this section is:\n\n\n\n<table><tr><td>Premier Plan</td><td>&#36;5,000 for each adult insured person<br>&#36;1,250 for each insured child<br>&#36;10,000 in total for adult and children cover or family cover</td></tr><tr><td>Elite Plan</td><td>&#36;3,000 for each adult insured person<br>&#36;750 for each insured child<br>&#36;6,000 in total for adult and children cover or family cover</td></tr><tr><td>Standard Plan</td><td>&#36;1,000 for each adult insured person<br>&#36;250 for each insured child<br>&#36;2,000 in total for adult and children cover or family cover</td></tr></table>\n\n\nThe most we will pay under sections 6 (including extension under section 52 - Pre-Ex Critical Care) to section 11 in total, will not be more than the maximum limit under the section 6 - Overseas medical expenses.\n\n\n# What is not covered\n\n\nPlease see the section on exclusions.\n\n\n# SECTION 10-TRADITIONAL CHINESE MEDICINE EXPENSES\n\n\nWe will pay the insured person the cost of traditional Chinese medical treatment by a **TCM practitioner** which is needed for **injury** and **illness** suffered by the **insured person** during the **journey** overseas.\n\n\nWe will further pay for medical treatment expenses by a **TCM practitioner** in Singapore which are a continuation of the overseas medical treatment, limited to 30 days after the **insured person** returns to Singapore.\n\n\nWhere the traditional Chinese medical treatment is not first received outside Singapore, an **insured person** must receive traditional Chinese medical treatment in Singapore within 72 hours of their return to Singapore, before we will pay for these expenses, limited to 30 days after the **insured person** returns to Singapore.\n\n\nThe maximum we will pay under this section is:\n\n\n\n<table><tr><td>Premier Plan</td><td>&#36;600 for each adult insured person<br>&#36;300 for each insured child<br>&#36;1,800 in total for adult and children cover or family cover</td></tr><tr><td>Elite Plan</td><td>&#36;400 for each adult insured person<br>&#36;250 for each insured child<br>&#36;1,300 in total for adult and children cover or family cover</td></tr><tr><td>Standard Plan</td><td>&#36;200 for each adult insured person<br>&#36;100 for each insured child<br>&#36;600 in total for adult and children cover or family cover</td></tr></table>\n\n\nThe most we will pay under sections 6 (including extension under section 52 - Pre-Ex Critical Care) to section 11 in total, will not be more than the maximum limit under the section 6 - Overseas medical expenses.\n\n\n# What is not covered\n\n\nPlease see the section on exclusions.\n",
  "## SECTION 11 - MATERNITY MEDICAL EXPENSES OVERSEAS \n\n\nWe will pay the necessary medical expenses incurred outside Singapore which a doctor says are necessary as a result of pregnancy-related illness suffered by the **adult insured person** during the overseas **journey**. \n\n\nThe maximum we will pay under this section is: \n\n\n<table><tr><td>Premier Plan</td><td>\\(3,000 for each adult insured person</td></tr><tr><td>Elite Plan</td><td>\\(2,000 for each adult insured person</td></tr><tr><td>Standard Plan</td><td>Not covered</td></tr></table>\n\n\nThe most we will pay under sections 6 (including extension under section 52 - Pre-Ex Critical Care) to section 11 in total, will not be more than the maximum limit under the section 6 - Overseas medical expenses. \n\n\n### What is not covered \n\n\nIn addition to the exclusions, we will not pay for any claims relating to: \n\n\n1. the first trimester of pregnancy, for example, zero to 12 weeks; \n\n\n2. ectopic pregnancy, child birth or still birth; \n\n\n3. care and treatment for the newborn; \n\n\n4. abortion or miscarriage unless it is due to an injury; \n\n\n5. test or treatment relating to fertility, contraception, sterilisation, birth defects or congenital disorders; \n\n\n6. perinatal mental illness such as depression, anxiety disorders; \n\n\n7. any treatment for pregnancy which is conceived through medical assistance; or \n\n\n8. any medical expenses incurred in the country which the insured person is a citizen of or have been permanent residence with the local government. \n\n\n## SECTION 12 - OVERSEAS HOSPITALISATION DAILY BENEFIT \n\n\nWe will pay the benefit for each complete 24-hour period of the **insured person's** stay in **hospital** outside Singapore due to an **injury** or **illness** suffered during the overseas **journey**. \n\n\nFor the purpose of this section, stay in **hospital** means the **insured person** stays in a registered **hospital** as a registered inpatient because of a medical need and on the advice of a **doctor**. A one-day stay means a continuous 24-hour period for which the **hospital** makes a charge for room and board. \n\n\nThe maximum we will pay under this section is: \n\n\n<table><tr><td>Premier Plan</td><td>\\(300 for each adult insured person and\\)150 for each insured **child** for each full day stay in **hospital** and the most we will pay is:<br/>\\(60,000 for each adult insured person<br/>\\)15,000 for each insured **child**<br/>\\(150,000 in total for adult and children cover or family cover</td></tr></table>\n",
  "<table><tr><td>Elite Plan</td><td>&#36;250 for each adult insured person and &#36;125 for each insured child for each full day they stay in hospital and the most we will pay is:<br>&#36;37,500 for each adult insured person<br>&#36;12,500 for each insured child<br>&#36;100,000 in total for adult and children cover or family cover</td></tr><tr><td>Standard Plan</td><td>&#36;200 for each adult insured person and &#36;100 for each insured child for each full day they stay in hospital and the most we will pay is:<br>&#36;20,000 for each adult insured person<br>&#36;5,000 for each insured child<br>&#36;50,000 in total for adult and children cover or family cover</td></tr></table>\n\n\nThe benefit under this section is only for insured person's stay in hospital in a normal ward. During the period that insured **person** is paid under this section, no benefit will be paid under section 13 - Overseas ICU hospitalisation daily benefit.\n\n\n# What is not covered\n\n\nPlease see the section on exclusions.\n\n\n# SECTION 13 - OVERSEAS ICU HOSPITALISATION DAILY BENEFIT\n\n\nWe will pay the benefit for each complete 24-hour period of the insured person's stay in hospital in an Intensive Care Unit (ICU) outside Singapore due to an **injury** or **illness** suffered during the overseas **journey.**\n\n\nFor the purpose of this section, stay in **hospital** means the insured person stays in a registered **hospital** as a registered inpatient because of a medical need and on the advice of a **doctor.** A one-day stay means a continuous 24-hour period for which the hospital makes a charge for room and board.\n\n\nThe maximum we will pay under this section is:\n\n\n\n<table><tr><td>Premier Plan</td><td>&#36;400 for each adult insured person and &#36;200 for each insured child for each full day stay in hospital in the ICU and the most we will pay is:<br>&#36;4,000 for each adult insured person<br>&#36;2,000 for each insured child<br>&#36;12,000 in total for adult and children cover or family cover</td></tr><tr><td>Elite Plan</td><td>&#36;350 for each adult insured person and &#36;150 for each insured child for each full day stay in hospital<br>in the ICU and the most we will pay is:<br>&#36;3,500 for each adult insured person<br>&#36;1,500 for each insured child<br>&#36;10,000 in total for adult and children cover or family cover</td></tr><tr><td>Standard Plan</td><td>Not covered</td></tr></table>\n\n\nThe benefit under this section is only for **insured** person's stay in **hospital** in an Intensive Care Unit (ICU). During the period that **insured** person is paid under this section, no benefit will be paid under section 12 - Overseas hospitalisation daily benefit.\n\n\n# What is not covered\n\n\nPlease see the section on exclusions.\n\n\n# SECTION 14 - HOSPITALISATION DAILY BENEFIT IN SINGAPORE\n\n\nWe will pay the benefit for each complete 24-hour period of the **insured** person's stay in **hospital** if the **insured** person is hospitalised within 24 hours after they return to Singapore due to an **injury** or **illness** suffered during the overseas **journey.**\n",
  "![](images/0.jpg)\n\n\n\nFor the purpose of this section, stay in hospital means the insured person stays in a registered hospital as a registered inpatient because of a medical need and on the advice of a doctor. A one-day stay means a continuous 24-hour period for which the hospital makes a charge for room and board.\n\n\nThe maximum we will pay under this section is:\n\n\n\n<table><tr><td>Premier Plan</td><td>&#36;100 for each adult insured person and &#36;50 for each insured child for each full day stay in hospital and the most we will pay is:<br>&#36;2,000 for each adult insured person<br>&#36;500 for each insured child<br>&#36;5,000 in total for adult and children cover or family cover</td></tr><tr><td>Elite Plan</td><td>&#36;100 for each adult insured person and &#36;50 for each insured child for each full day they stay in hospital and the most we will pay is:<br>&#36;1,000 for each adult insured person<br>&#36;250 for each insured child<br>&#36;2,500 in total for adult and children cover or family cover</td></tr><tr><td>Standard Plan</td><td>&#36;100 for each adult insured person and &#36;50 for each insured child for each full day they stay in hospital and the most we will pay is:<br>&#36;500 for each adult insured person<br>&#36;150 for each insured child<br>&#36;1,300 in total for adult and children cover or family cover</td></tr></table>\n\n\n# What is not covered\n\n\nPlease see the section on exclusions.\n\n\n# TERMS AND LIMITS WHICH APPLY TO SECTIONS 15 TO 19.\n\n\nWe arrange the worldwide medical and travel assistance services appearing in sections 15 to 19 through our appointed assistance company to help the insured person in any emergency during their journey outside Singapore.\n\n\n# MSIG Assist 24-hour hotline\n\n\n**+65 6323 8288**\n\n\nThe insured person and people acting on their behalf will always have to identify themselves by their full names and policy number.\n\n\nThe maximum we will pay for all services and benefits under sections 16 (including extension under section 52-Pre-Ex Critical Care), to section 19 will not be more than &#36;1,000,000 per insured person for any one journey, no matter how many events are involved.\n\n\nThe services are provided on a worldwide basis. However, we and our appointed assistance company will not have to provide these services to insured persons in areas which make it impossible or not reasonably practical to provide them.\n\n\nWe and our appointed assistance company cannot be held responsible for failure to provide services or for delays caused by conditions beyond our control. This includes, but is not limited to, strikes, or where local laws or regulatory agencies prevent us and our appointed assistance company, the professionals or other people such as doctors, hospitals and clinics to who the insured person is being referred, from providing help. These doctors, hospitals and clinics would be acting as our independent contractors.\n\n\nWe may at any time commence legal proceedings in your name or the name of the insured person to recover compensation from anyone else who are legally liable for any loss or injury or illness giving rise to providing services under sections 15 to 19. We will pay any costs involved in such proceedings and it will not affect the benefits under sections 15 to 19.\n",
  "## What is not covered  \n\n\nWhat is not coveredIn addition to the exclusions, we will not be legally responsible for any expenses for services we have not arranged or approved.  \n\n\n## SECTION 15 - MEDICAL AND TRAVEL ASSISTANCE SERVICES  \n\n\nThe following medical and travel assistance services are available to you and provided by our appointed assistance company.  \n\n\nYou will have to pay all costs and expenses for the services listed below, including telecommunication charges.  \n\n\n1. Medical assistance services  \n\n\na) Medical advice provided over the phone  \nb) Referral to a medical service provider  \nc) Arranging a hospital admission  \nd) Guarantee of medical expenses paid during a stay in hospital  \n\n\n2. Travel assistance services  \n\n\na) Referral to an embassy or interpreter  \nb) Lost luggage assistance  \nc) Lost travel document assistance  \nd) Legal referral  \ne) Emergency message transmission  \nf) Children escort assistance  \n\n\n## SECTION 16 - EMERGENCY MEDICAL EVACUATION AND REPATRIATION  \n\n\n1. Emergency medical evacuation  \n\n\nIf an insured person suffers an injury or illness during the journey outside Singapore which results in a serious medical condition, we will organise air, land or sea transport, medical care during transportation, communications and all other usual services made available to us which are needed when moving the insured person to the nearest hospital where appropriate medical care is available.  \n\n\nWe will decide the place to which the insured person will be sent and the method by which the evacuation will be carried out, taking account of all the assessed facts and circumstances which we are aware of at the relevant time.  \n\n\n2. Sending you home after a medical emergency evacuation  \n\n\nFollowing the emergency medical evacuation referred to in section 16(a) above and if we feel it is medically necessary, we will arrange and pay for the insured person to be taken back to Singapore by scheduled airline flight (on economy class) or any other appropriate method of transport, including any extra costs of transportation to and from the airport, if their original ticket is not valid for the purpose. However, the insured person must give any unused portion of their\n",
  "ticket to us.  \n\n\n3. Sending home your mortal remains  \n\n\nIf an insured person passes away outside Singapore resulting from an injury or illness suffered during the journey overseas, we will make all the necessary arrangements (including any procedures or arrangements needed to meet local formalities) for sending the insured person's body or ashes to the insured person's home in Singapore.  \n\n\nThe maximum we will pay under this section is \\(1,000,000 for each insured person.  \n\n\nThe maximum we will pay for all services and benefits under sections 16 (including extension under section 52 - Pre- Ex Critical Care) to section 19 will not be more than \\(1,000,000 per insured person for any one journey, no matter how many events are involved.  \n\n\nThe limits for section 16 - Emergency medical evacuation and repatriation extended under section 52 - Pre- Ex Critical Care are sub- limits of this section. For any claim under Pre- Ex Standard, Pre- Ex Elite or Pre- Ex Premier plan due to the insured person's pre- existing medical condition, we will pay based on the sub- limits stated under section 52 - Pre- Ex Critical Care.  \n\n\n## What is not covered  \n\n\nIn addition to the exclusions, we will not be legally responsible for any expenses for services we have not arranged or approved.  \n\n\n## SECTION 17 - COMPASSIONATE AND HOSPITAL VISIT  \n\n\nIf an insured person has to stay in hospital outside Singapore as a result of an injury or illness for more than five days and no adult member of the insured person's family is with them, we will pay for the reasonable travel (economy air travel, first- class rail travel) and accommodation expenses for one of the insured person's immediate family member who, on the written advice of a doctor, is needed to travel from Singapore to be with the insured person until they are able to resume their journey or return to Singapore, whichever happens first. The benefit also applies if an insured person passes away as a result of an injury or illness during the journey outside Singapore.  \n\n\nThe maximum we will pay under this section is:  \n\n\n\n<table><tr><td>Premier Plan</td><td>$15,000 for each insured person<br>$37,500 in total for adult and children cover or family cover</td></tr><tr><td>Elite Plan</td><td>$10,000 for each insured person<br>$25,000 in total for adult and children cover or family cover</td></tr><tr><td>Standard Plan</td><td>$5,000 for each insured person<br>$12,500 in total for adult and children cover or family cover</td></tr></table>  \n\n\nThe maximum we will pay for all services and benefits under sections 16 (including extension under section 52 - Pre- Ex Critical Care) to section 19 will not be more than \\(1,000,000 per insured person for any one journey, no matter how many events are involved.  \n\n\n## What is not covered  \n\n\nIn addition to the exclusions, we will not be legally responsible for any expenses for services we have not arranged or approved.  \n\n\n## SECTION 18 - CHILD GUARD  \n\n\nIf an adult insured person has to stay in hospital during the journey outside Singapore as a result of an injury or illness and there is no other adult to accompany the children who are on the same journey, we will pay for the reasonable travel\n",
  "(economy air travel, first-class rail travel) and accommodation expenses for one family member or relative to travel overseas to accompany the children back to Singapore.  \n\n\nThe maximum we will pay under this section is:  \n\n\n\n<table><tr><td>Premier Plan</td><td>$15,000 for each insured person<br>$37,500 in total for adult and children cover or family cover</td></tr><tr><td>Elite Plan</td><td>$10,000 for each insured person<br>$25,000 in total for adult and children cover or family cover</td></tr><tr><td>Standard Plan</td><td>$5,000 for each insured person<br>$12,500 in total for adult and children cover or family cover</td></tr></table>  \n\n\nThe maximum we will pay for all services and benefits under sections 16 (including extension under section 52- Pre- Ex Critical Care) to section 19 will not be more than \\(\\) 1,000,000\\$ per insured person for any one journey, no matter how many events are involved.  \n\n\n## What is not covered  \n\n\nIn addition to the exclusions, we will not be legally responsible for any expenses for services we have not arranged or approved.  \n\n\n## SECTION 19 - EMERGENCY TELEPHONE CHARGES  \n\n\nWe will refund the insured person the actual telephone charges for using a personal mobile phone to contact our appointed assistance company, during a medical emergency and for which a medical claim has been made under section 6 - Overseas medical expenses, section 7 - Emergency dental expenses, section 10 - Traditional Chinese medicine expenses or section 11 - Maternity medical expenses overseas. We will also refund the cost of overseas prepaid phone cards used for this purpose, up to a limit of \\(\\) 50\\$ in total.  \n\n\nThe maximum we will pay under this section is:  \n\n\n\n<table><tr><td>Premier Plan</td><td>$300 for each insured person<br>$750 in total for adult and children cover or family cover</td></tr><tr><td>Elite Plan</td><td>$200 for each insured person<br>$500 in total for adult and children cover or family cover</td></tr><tr><td>Standard Plan</td><td>$100 for each insured person<br>$250 in total for adult and children cover or family cover</td></tr></table>  \n\n\nThe maximum we will pay for all services and benefits under sections 16 (including extension under section 52- Pre- Ex Critical Care) to section 19 will not be more than \\(\\) 1,000,000\\$ per insured person for any one journey, no matter how many events are involved.  \n\n\n## What is not covered  \n\n\nIn addition to the exclusions, we will not pay for calls made using any fixed telephone line or LAN line or public telephone using an international calling card (ICC).  \n\n\n## SECTION 20 - INSOLVENCY OF LICENSED TRAVEL OPERATOR  \n\n\nWe will pay for the loss of travel fares or travel deposits paid by the insured person which cannot be recovered from any other source, for the journey being cancelled before the start of the journey due to bankruptcy or insolvency of a Singapore Tourism Board (STB) registered travel agency licensed and operating in Singapore from which the insured person bought the trip, provided all these conditions are met:  \n\n\n1. This insurance is bought more than three days before the start of the journey.\n",
  "2. Bankruptcy or insolvency takes place before the start of the journey but after the date of arranging this insurance. \n\n\n3. Petition for bankruptcy or similar petition was not filed before this insurance was purchased. \n\n\nThe maximum we will pay under this section is: \n\n\n<table><tr><td>Premier Plan</td><td>\\(6,000 for each insured person\\)12,000 in total for adult and children cover or family cover</td></tr><tr><td>Elite Plan</td><td>\\(4,000 for each insured person\\)8,000 in total for adult and children cover or family cover</td></tr><tr><td>Standard Plan</td><td>\\(2,000 for each insured person\\)4,000 in total for adult and children cover or family cover</td></tr></table>\n\n\nIn a single return trip policy, once the trip is cancelled and an insured person makes a claim under this section, the policy will immediately end when the trip is cancelled. \n\n\nIf a claim under section 20 – Insolvency of licensed travel operator, section 21 – Travel cancellation, section 22 – Travel postponement or section 23 – Replacement of traveller results from the same event, we will pay for the claim under one of the sections only. \n\n\n### What is not covered \n\n\nPlease see the section on exclusions. \n\n\n## SECTION 21 – TRAVEL CANCELLATION \n\n\nWe will pay for the unused travel fare, accommodation charges and deposits the insured person has paid or payments which the insured person legally has to pay and which cannot be recovered from any other source, if the journey is unexpectedly and unavoidably cancelled due to any of the following covered reasons which take place within 30 days before the start of the journey but after the date of arranging this insurance and the journey. \n\n\n1. Death, serious injury or serious illness of the insured person or their family member or travel companion as long as we receive written confirmation of the nature of the serious injury or serious illness from a doctor. \n\n\n2. The insured person or their travel companion being called as a witness in the court of law in Singapore. \n\n\n3. The insured person's home or place of business in Singapore being unfit to live in or being seriously damaged following a burglary, fire, flood, typhoon, earthquake or landslip which means the insured person has to stay in Singapore. \n\n\n4. An unexpected strike, industrial action, riot, civil commotion at the planned overseas destination which prevent the insured person from beginning the scheduled journey. \n\n\n5. Natural disasters which happen at the planned overseas destination which prevent the insured person from beginning the scheduled journey. \n\n\n6. Closing of airport or airspace that prevents the insured person from beginning the scheduled journey. \n\n\n7. The insured person is denied boarding of the public transport by the local authority or transport provider due to infectious disease symptoms. \n\n\nThe insured person must notify the tour, public transport or accommodation provider immediately upon finding out that a change or cancellation is required to the itinerary.\n",
  "The maximum we will pay under this section is:\n\n\n\n<table><tr><td>Premier Plan</td><td>&#36;15,000 for each insured person<br>&#36;37,500 in total for adult and children cover or family cover</td></tr><tr><td>Elite Plan</td><td>&#36;10,000 for each insured person<br>&#36;25,000 in total for adult and children cover or family cover</td></tr><tr><td>Standard Plan</td><td>&#36;5,000 for each insured person<br>&#36;12,500 in total for adult and children cover or family cover</td></tr></table>\n\n\nIn a single return trip policy, once an insured person cancels the trip and a claim is made for travel cancellation under section 21 - Travel cancellation, the policy will immediately end when the trip is cancelled. To avoid any doubt, the policy will continue to be in force for the other insured persons who continue with the trip.\n\n\nIf a claim under section 20 - Insolvency of licensed travel operator, section 21 - Travel cancellation, section 22 - Travel postponement or section 23 - Replacement of traveller results from the same event, we will pay for the claim under one of the sections only.\n\n\n# What is not covered\n\n\nPlease see the section on exclusions.\n\n\n# SECTION 22 - TRAVEL POSTPONEMENT\n\n\nWe will pay for the reasonable additional travel expenses to reschedule the insured person's journey if it is unexpectedly and unavoidably postponed due to any of the following covered reasons which happen within 30 days before the start of the journey but after the date of arranging this insurance and the journey.\n\n\n1. Death, serious injury or serious illness of the insured person or their family member or travel companion. We must receive written confirmation of the nature of the serious injury or serious illness from a doctor.\n\n\n2. The insured person or their travel companion being called as a witness in a court of law in Singapore.\n\n\n3. The insured person's home or place of business in Singapore becoming uninhabitable or being seriously damaged following a burglary, fire, flood, typhoon, earthquake or landslip which means the insured person has to stay in Singapore.\n\n\n4. An unexpected strike, industrial action, riot, civil commotion at the planned overseas destination, which prevents the insured person from beginning the scheduled journey.\n\n\n5. Natural disasters which happen at the planned overseas destination, which prevent the insured person from beginning the scheduled journey.\n\n\n6. Closing of airport or airspace that prevents the insured person from beginning the scheduled journey.\n\n\n7. The insured person is denied boarding of the public transport by the local authority or transport provider due to infectious disease symptoms.\n\n\nThe insured person must notify the tour, public transport or accommodation provider immediately upon finding out that a change or cancellation is required to the itinerary.\n\n\nThe maximum we will pay under this section is:\n\n\n\n<table><tr><td>Premier Plan</td><td>&#36;2,000 for each insured person<br>&#36;5,000 in total for adult and children cover or family cover</td></tr></table>\n",
  "<table><tr><td>Elite Plan</td><td>\\(1,500 for each insured person\\)3,750 in total for adult and children cover or family cover</td></tr><tr><td>Standard Plan</td><td>\\(750 each insured person\\)1,875 in total for adult and children cover or family cover</td></tr></table>\n\n\nIn a single return trip policy, once an insured person postpones the trip and a claim is made for travel postponement under section 22 - Travel postponement, the policy will immediately end when the trip is postponed. To avoid any doubt, the policy will continue to be in force for the other insured persons who continue with the trip. \n\n\nIf a claim under section 20 - Insolvency of licensed travel operator, section 21 - Travel cancellation, section 22 - Travel postponement or section 23 - Replacement of traveller results from the same event, we will pay for the claim under one of the sections only. \n\n\n### What is not covered \n\n\nPlease see the section on exclusions. \n\n\n## SECTION 23 - REPLACEMENT OF TRAVELLER \n\n\nWe will pay for the reasonable additional travel expenses for the insured person to make a one-time change of traveller if the insured person unexpectedly and unavoidably has to cancel their trip due to death, serious injury or serious illness of the insured person, insured person's family member or travel companion which happen within 30 days before the start of the journey but after the date of arranging this insurance and the journey. \n\n\nThe insured person must notify the tour, public transport or accommodation provider immediately upon finding out that a change or cancellation is required to the itinerary. \n\n\nThe maximum we will pay under this section is: \n\n\n<table><tr><td>Premier Plan</td><td>\\(1,000 for each insured person\\)2,500 in total for adult and children cover or family cover</td></tr><tr><td>Elite Plan</td><td>\\(750 for each insured person\\)1,875 in total for adult and children cover or family cover</td></tr><tr><td>Standard Plan</td><td>\\(500 for each insured person\\)1,250 in total for adult and children cover or family cover</td></tr></table>\n\n\nIn a single return trip policy, cover for the insured person who is making a claim under section 23 - Replacement of traveller will end immediately when the traveller of the trip is replaced. To avoid any doubt, the substitute traveller has to purchase a new cover for the trip. However, the policy will continue to be in force for the other insured persons who continue with the trip. \n\n\nIf a claim under section 20 - Insolvency of licensed travel operator, section 21 - Travel cancellation, section 22 - Travel postponement or section 23 - Replacement of traveller results from the same event, we will pay for the claim under one of the sections only. \n\n\n### What is not covered \n\n\nPlease see the section on exclusions. \n\n\n## SECTION 24 - REPLACEMENT OF EMPLOYEE (THIS APPLIES TO CORPORATE POLICYHOLDERS ONLY) \n\n\nWe will refund the insured person's employer for replacement expenses to the send a substitute employee to complete the insured person's business trip if the insured person:\n",
  "1. passes away during the trip; or  \n\n\n2. suffers an injury or contracts an illness during the trip and is hospitalised for more than seven days or is confirmed in writing by a doctor to be unable to perform their work duties for more than seven days.  \n\n\nClaims submitted under this section must include supporting documents such as proof of payments made by the policyholder, letters of appointment and employment contract.  \n\n\nReplacement expenses means all reasonable and necessary expenses paid in sending a substitute employee to complete the part of the original insured person's journey which relates to their official business or that of their employer subject to:  \n\n\n1. These expenses will be limited to an economy return air tickets and accommodation expenses which the substitute employee has to pay for travelling to the overseas location where the insured person was carrying out their work duties before the injury or illness occurred.  \n\n\n2. The transportation and accommodation booked for the substitute employee must not be higher in class or category than that of the insured person's.  \n\n\n3. The itinerary of the substitute employee must be similar and no longer than the insured person's duration.  \n\n\nThe maximum we will pay under this section is:  \n\n\n\n<table><tr><td>Premier Plan</td><td>$15,000 for each insured person</td></tr><tr><td>Elite Plan</td><td>$10,000 for each insured person</td></tr><tr><td>Standard Plan</td><td>$5,000 for each insured person</td></tr></table>  \n\n\n## What is not covered  \n\n\nPlease see the section on exclusions.  \n\n\n## SECTION 25 - DELAYED DEPARTURE  \n\n\nIf during a trip, the public transport in which the insured person is booked to travel is delayed from departing from the time given by the carrier due to:  \n\n\n1. strike or other industrial action;  \n\n\n2. riot;  \n\n\n3. civil commotion;  \n\n\n4. poor weather conditions;  \n\n\n5. natural disasters;  \n\n\n6. the mechanical breakdown of the public transport or it not working properly; or  \n\n\n7. closure of airport or airspace.  \n\n\nWe will pay one of the following benefits:  \n\n\n1. Delay benefit  \n\n\nWe will pay \\(\\) 100\\$ to each insured person for every full six hours in a row of delay. The period of delay is calculated from\n",
  "the scheduled departure time given by the carrier in the original itinerary to the actual scheduled departure time of the replacement flight. For connecting flights, the period of delay for each flight are calculated separately and are not added together.  \n\n\n## 2. Alternative Travel Arrangement  \n\n\nIf the insured person is able to book an alternative transportation to the same destination that departs earlier than the next available scheduled departure time offered by the same provider of the public transport which was delayed, we will pay for the additional administrative or/and travel expenses incurred. The maximum we will reimburse under (b) Alternative travel arrangement shall not exceed the amount we would have paid if the insured person had claimed under (a) Delay benefit, calculated from the original scheduled departure time to the next available scheduled departure time offered by the same public transport provider, less any refund recovered.  \n\n\nTo qualify for claim under this section, the insured person must have checked- in in line with the original itinerary and received written confirmation from the carrier or their handling agents stating the reason and length of delay.  \n\n\nThe maximum we will pay under this section is:  \n\n\n\n<table><tr><td>Premier Plan</td><td>$1,500 for each insured person<br>$3,000 in total for adult and children cover or family cover</td></tr><tr><td>Elite Plan</td><td>$1,000 for each insured person<br>$2,000 in total for adult and children cover or family cover</td></tr><tr><td>Standard Plan</td><td>$500 for each insured person<br>$1,000 in total for adult and children cover or family cover</td></tr></table>  \n\n\nIf a claim under section 25 - Delayed departure, section 26 - Flight diversion, section 27 - Overbooked flight, section 28 - Missed travel connection, section 29 - Shortening the trip, section 30 - Travel disruption and section 50 - Hijack of public transport, results from the same event, we will pay for the claim under one of the sections only.  \n\n\n## What is not covered  \n\n\nPlease see the section on exclusions.  \n\n\n## SECTION 26 - FLIGHT DIVERSION  \n\n\nWe will pay \\(100 for every full six hours in a row of delay if, while travelling on a scheduled flight, the insured person's flight is diverted due to:  \n\n\n1. poor weather conditions;  \n\n\n2. natural disasters;  \n\n\n3. emergency medical treatment for a fellow passenger; or  \n\n\n4. the mechanical breakdown of the aircraft;  \n\n\nand this prevents the insured person from continuing their journey and they are delayed from arriving at their planned destination.  \n\n\nThe insured person must get written confirmation from the carrier, operator or handling agent stating the reasons and length of delay.  \n\n\nThe period of delay is calculated from the scheduled arrival time at the planned destination given by the carrier in the original itinerary to the actual arrival time of the insured person's flight.\n",
  "The maximum we will pay under this section is:  \n\n\n\n<table><tr><td>Premier Plan</td><td>$1,500 for each insured person<br>$3,000 in total for adult and children cover or family cover</td></tr><tr><td>Elite Plan</td><td>$1,000 for each insured person<br>$2,000 in total for adult and children cover or family cover</td></tr><tr><td>Standard Plan</td><td>$500 for each insured person<br>$1,000 in total for adult and children cover or family cover</td></tr></table>  \n\n\nIf a claim under section 25 - Delayed departure, section 26 - Flight diversion, section 27 - Overbooked flight, section 28 - Missed travel connection, section 29 - Shortening the trip, section 30 - Travel disruption and section 50 - Hijack of public transport, results from the same event, we will pay for the claim under one of the sections only.  \n\n\n## What is not covered  \n\n\nPlease see the section on exclusions.  \n\n\n## SECTION 27 - OVERBOOKED FLIGHT  \n\n\nIf the insured person is denied boarding a scheduled flight which they have a confirmed reservation from the travel agent or airline due to overbooking, we will pay for every full six hours in a row of delay. The insured person must get written confirmation from the carrier, operator or handling agent stating the reasons and length of delay.  \n\n\nThe period of delay is calculated from the scheduled departure time given by the carrier in the original itinerary to the actual scheduled departure time of the replacement flight.  \n\n\nThe maximum we will pay under this section is:  \n\n\n\n<table><tr><td>Premier Plan</td><td>$200 for each insured person for every full six hours in a row of delay and the most we pay is:<br>$400 for each insured person<br>$800 in total for adult and children cover or family cover</td></tr><tr><td>Elite Plan</td><td>$150 for each insured person for every full six hours in a row of delay and the most we pay is:<br>$300 for each insured person<br>$600 in total for adult and children cover or family cover</td></tr><tr><td>Standard Plan</td><td>$100 each insured person for every full six hours in a row of delay and the most we pay is:<br>$200 for each insured person<br>$400 in total for adult and children cover or family cover</td></tr></table>  \n\n\nIf a claim under section 25 - Delayed departure, section 26 - Flight diversion, section 27 - Overbooked flight, section 28 - Missed travel connection, section 29 - Shortening the trip, section 30 - Travel disruption and section 50 - Hijack of public transport, results from the same event, we will pay for the claim under one of the sections only.  \n\n\n## What is not covered  \n\n\nPlease see the section on exclusions.  \n\n\n## SECTION 28 - MISSED TRAVEL CONNECTION  \n\n\nIf during a trip, the insured person's incoming scheduled public transport arrives late at the transfer point outside Singapore and they miss the onward scheduled public transport which they have a confirmed reservation, we will pay for every full six hours in a row of delay. The insured person must get written confirmation from the carrier, operator or handling agent stating the reasons and length of delay.  \n\n\nThe period of delay is calculated from the actual arrival time of insured person's incoming public transport at the transfer point to the actual scheduled departure time of the replacement public transport.\n",
  "The maximum we will pay under this section is:  \n\n\n\n<table><tr><td>Premier Plan</td><td>$200 for each insured person for every full six hours in a row of delay and the most we pay is:<br>$400 for each insured person<br>$800 in total for adult and children cover or family cover</td></tr><tr><td>Elite Plan</td><td>$150 for each insured person for every full six hours in a row of delay and the most we pay is:<br>$300 for each insured person<br>$600 in total for adult and children cover or family cover</td></tr><tr><td>Standard Plan</td><td>$100 for each insured person for every full six hours in a row of delay and the most we pay is:<br>$200 for each insured person<br>$400 in total for adult and children cover or family cover</td></tr></table>  \n\n\nIf a claim under section 25 - Delayed departure, section 26 - Flight diversion, section 27 - Overbooked flight, section 28 - Missed travel connection, section 29 - Shortening the trip, section 30 - Travel disruption and section 50 - Hijack of public transport, results from the same event, we will pay for the claim under one of the sections only.  \n\n\n## What is not covered  \n\n\nPlease see the section on exclusions.  \n\n\n## SECTION 29 - SHORTENING THE TRIP  \n\n\nWe will pay for the following:  \n\n\n1. the unused travel fare, accommodation charges and deposits the insured person has paid or payments for the original scheduled journey which the insured person legally has to pay and which cannot be recovered from any other source; and/or  \n\n\n2. the reasonable additional travel expenses which need to be paid for the insured person.  \n\n\nif the journey is unexpectedly and unavoidably cut short or abandoned after it begins resulting in the insured person having to make a direct trip home due to any of the following covered reasons 1 to 8 which take place during the journey.  \n\n\n1. Death, serious injury or serious illness of the insured person or their family member or travel companion. We must receive written confirmation of the nature of the serious injury or serious illness from a doctor.  \n\n\n2. The insured person or their travel companion being called as a witness in a court of law in Singapore.  \n\n\n3. The insured person's home or place of business in Singapore becoming uninhabitable or being seriously damaged following a burglary, fire, flood, typhoon, earthquake or landslip which means the insured person has to return to Singapore.  \n\n\n4. An unexpected strike, industrial action, riot, civil commotion at the planned overseas destination, which prevents the insured person from continuing the scheduled journey.  \n\n\n5. Natural disasters which happen at the planned overseas destination which prevent the insured person from continuing the scheduled journey.  \n\n\n6. Closing of airport or airspace that prevents the insured person from continuing with the scheduled journey.  \n\n\n7. Hijacking of the aircraft in which the insured person is on board as a passenger.  \n\n\n8. The insured person is denied boarding of the public transport by the local authority or transport provider due to infectious disease symptoms.\n",
  "The insured person must notify the tour, public transport or accommodation provider immediately upon finding out that a change or cancellation is required to the itinerary.  \n\n\nShortening the trip means returning home before the scheduled return date, in which case you have to pay the part of the non- refundable, pre- paid charges. These expenses are recoverable only if the insured person cannot use the return ticket and is not able to recover them under another section of this policy.  \n\n\nThe maximum we will pay under this section is:  \n\n\n\n<table><tr><td>Premier Plan</td><td>$15,000 for each insured person<br>$37,500 in total for adult and children cover or family cover</td></tr><tr><td>Elite Plan</td><td>$10,000 for each insured person<br>$25,000 in total for adult and children cover or family cover</td></tr><tr><td>Standard Plan</td><td>$5,000 for each insured person<br>$12,500 in total for adult and children cover or family cover</td></tr></table>  \n\n\nIf a claim under section 25 – Delayed departure, section 26 – Flight diversion, section 27 – Overbooked flight, section 28 – Missed travel connection, section 29 – Shortening the trip, section 30 – Travel disruption and section 50 – Hijack of public transport, results from the same event, we will pay for the claim under one of the sections only.  \n\n\n## What is not covered  \n\n\nPlease see the section on exclusions.  \n\n\n## SECTION 30 - TRAVEL DISRUPTION  \n\n\nWe will pay for the reasonable additional travel expenses incurred by the insured person to make changes to continue with the original scheduled journey, if their trip is unexpectedly and unavoidably disrupted due to any of the following covered reasons.  \n\n\n1. Death, serious injury or serious illness of the insured person or their family member or travel companion. We must receive written confirmation of the nature of the serious injury or serious illness from a doctor.  \n2. An unexpected strike, industrial action, riot, civil commotion at the planned overseas destination, which prevents the insured person from continuing the scheduled journey.  \n3. Natural disasters which happen at the planned overseas destination, which prevent the insured person from continuing the scheduled journey.  \n4. Closing of airport or airspace that prevents the insured person from continuing with the scheduled journey.  \n5. Hijacking of the aircraft in which the insured person is on board as a passenger.  \n6. Fire at the accommodation booked by the insured person and the accommodation provider is unable to provide the stay.  \n7. The insured person is denied boarding of the public transport by the local authority or transport provider due to infectious disease symptoms.  \n\n\nThe insured person must notify the tour, public transport or accommodation provider immediately upon finding out that a change or cancellation is required to the itinerary.\n",
  "The maximum we will pay under this section is:  \n\n\n\n<table><tr><td>Premier Plan</td><td>$3,000 for each insured person<br>$7,500 in total for adult and children cover or family cover</td></tr><tr><td>Elite Plan</td><td>$2,000 for each insured person<br>$5,000 in total for adult and children cover or family cover</td></tr><tr><td>Standard Plan</td><td>$1,000 for each insured person<br>$2,500 in total for adult and children cover or family cover</td></tr></table>  \n\n\nIf a claim under section 25 - Delayed departure, section 26 - Flight diversion, section 27 - Overbooked flight, section 28 - Missed travel connection, section 29 - Shortening the trip, section 30 - Travel disruption and section 50 - Hijack of public transport, results from the same event, we will pay for the claim under one of the sections only.  \n\n\n## What is not covered  \n\n\nPlease see the section on exclusions.  \n\n\n## SECTION 31 - AUTOMATIC EXTENSION OF COVER  \n\n\nIf the homeward journey cannot be completed before the end date shown in your policy, cover will stay in force without an extra premium for an insured person for up to:  \n\n\n1. 14 days if any public transport in which that insured person is travelling as a fare-paying passenger is delayed; or  \n2. 30 days if the intended return journey is prevented due to the insured person's injury or illness arising from a cause covered under this policy.  \n\n\n## What is not covered  \n\n\nPlease see the section on exclusions.  \n\n\n## SECTION 32 - DELAYED BAGGAGE  \n\n\nIf the insured person's checked- in baggage is temporarily lost during the journey or misdirected by the carrier and not given back to the insured person within six hours after their arrival at the baggage pick- up point of the scheduled overseas destination, we will pay for every full six hours in a row of delay.  \n\n\nIf the baggage is delayed on the arrival in Singapore, We will only pay a maximum sum of \\(\\) 200\\$ provided a minimum period of six hours in a row of delay has lapsed.  \n\n\nTo avoid any doubt, we will pay only pay one baggage delay claim for baggage checked- in under one insured person regardless of:  \n\n\n1. the number of pieces of baggage delayed for one insured person; or  \n\n\n2. the number of insured persons affected from sharing one piece of delayed baggage.  \n\n\nWe will deduct payment from the amount we will pay under section 33 - Baggage if the baggage later proves to be permanently lost.  \n\n\nTo qualify for payment, the insured person must get written confirmation from the carrier, operator or their handling agents stating the reason and length of delay.\n",
  "The maximum we will pay under this section is:  \n\n\n\n<table><tr><td>Premier Plan</td><td>$250 for each insured person for every full six hours in a row of delay and the most we will pay is: <br>$1,500 for each insured person <br>$3,000 in total for adult and children cover or family cover</td></tr><tr><td>Elite Plan</td><td>$200 for each insured person for every full six hours in a row of delay and the most we will pay is: <br>$1,000 for each insured person <br>$2,000 in total for adult and children cover or family cover</td></tr><tr><td>Standard Plan</td><td>$150 for each insured person for every full six hours in a row of delay and the most we will pay is: <br>$600 for each insured person <br>$1,200 in total for adult and children cover or family cover</td></tr></table>  \n\n\n## What is not covered  \n\n\nPlease see the section on exclusions.  \n\n\n## SECTION 33 - BAGGAGE  \n\n\nWe will pay for accidental loss of or damage, occurring during the journey outside Singapore, to personal baggage, including clothing and personal belongings worn or carried on the insured person, trunks, suitcases and similar bags and one laptop computer and one mobile device, taken or owned by an insured person.  \n\n\nJewellery (including watches, items made of precious metal or stones), laptop computer and mobile device must be transported under the insured person's care as carry- on baggage during travel on public transport as we do not cover these items for loss or damage while transported as checked- in baggage.  \n\n\nWe may choose to pay or repair any damaged item after taking into account wear and tear and market value. We may not consider any loss in market value for electronic items bought within one year before the date of the accident if the insured person can produce evidence (for example, original receipts).  \n\n\nIf any item is proven to be beyond economical repair, we will deal with a claim under this section as if the item has been lost.  \n\n\nFor any loss or damage caused by public transport, accommodation or service provider, you must claim from the relevant parties first. When submitting claim to us, you must provide proof or denial of any compensation from the relevant parties.  \n\n\nThe most we will pay for any single item, or pair or set of items is \\(\\) 500\\(but up to\\) \\ \\(1,000\\) for a laptop computer. We will pay a maximum of one laptop computer and one mobile device per trip.  \n\n\nThe maximum we will pay under this section is:  \n\n\n\n<table><tr><td>Premier Plan</td><td>$7,500 for each insured person<br>$15,000 in total for adult and children cover or family cover</td></tr><tr><td>Elite Plan</td><td>$5,000 for each insured person<br>$10,000 in total for adult and children cover or family cover</td></tr><tr><td>Standard Plan</td><td>$3,000 for each insured person<br>$6,000 in total for adult and children cover or family cover</td></tr></table>  \n\n\nThe most we will pay under sections 33 to 35 in total, will not be more than the maximum limit under section 33 - Baggage.  \n\n\n## What is not covered  \n\n\nIn addition to the exclusions, this section does not pay for items covered under section 34 - Wedding clothing and accessories, section 35 - Loss of Travel Documents or section 42 - Golfer's cover.\n",
  "## SECTION 34 - WEDDING CLOTHING AND ACCESSORIES \n\n\nWe will pay for accidental loss of or damage, which happens during the journey, to the bridal clothing and ceremonial clothing, wedding rings, jewellery and wedding accessories owned by or hired or on loan to the adult insured person for their wedding. \n\n\n**Wedding rings,** jewellery and wedding accessories to be used by the bride or groom overseas for the wedding ceremony or reception venue, or overseas wedding photoshoot must be transported under the insured person's care as carry-on baggage during travel on public transport as we do not cover these items for loss or damage while transported as checked-in baggage. \n\n\nThe most we will pay for any single item, pair or set of items is \\(750 or up to 40\\%\\) of the limit for this section for the wedding rings and jewellery. \n\n\nThe benefits under this section do not apply to an insured child. \n\n\n### Definitions applying to section 34 \n\n\n**Bridal clothing** means clothing and accessories of a formal nature worn or to be worn by the bride at the overseas wedding ceremony or reception venue, or overseas wedding photoshoot venue, whether hired, on loan or owned. \n\n\n**Ceremonial clothing** means clothing and accessories of the groom at the overseas wedding ceremony or reception venue, or overseas wedding photoshoot venue whether hired, on loan or owned. \n\n\n**Wedding rings** means the rings exchanged or to be exchanged by the bride and groom at the overseas wedding ceremony venue. \n\n\nThe maximum we will pay under this section is: \n\n\n<table><tr><td>Premier Plan</td><td>\\(3,500 for each adult insured person</td></tr><tr><td>Elite Plan</td><td>\\(2,500 for each adult insured person</td></tr><tr><td>Standard Plan</td><td>Not covered</td></tr></table>\n\n\nThe most we will pay under sections 33 to 35 in total, will not be more than the maximum limit under section 33 - Baggage. \n\n\nIf a claim under this section 34 - Wedding clothing and accessories and section 33 - Baggage results from the same event, we will pay for the claim under section 34 - Wedding clothing and accessories. \n\n\n### What is not covered \n\n\nPlease see the section on exclusions. \n\n\n## SECTION 35 - LOSS OF TRAVEL DOCUMENTS \n\n\nWe will pay for the cost of getting replacement passports, travel tickets and other relevant travel documents as a result of accidental loss or damage during the journey while overseas. \n\n\nWe will also pay the reasonable additional travel expenses which are needed to replace lost travel documents, if the loss arises out of a robbery, burglary or theft while the insured person is outside Singapore during the journey. \n\n\nThe loss must be reported to the local police at the place where the loss happened, no more than 24 hours after the incident. Any claim must be accompanied by written documents from the police.\n",
  "The maximum we will pay under this section is:  \n\n\n\n<table><tr><td>Premier Plan</td><td>$5,000 for each insured person<br>$10,000 in total for adult and children cover or family cover</td></tr><tr><td>Elite Plan</td><td>$3,000 for each insured person<br>$6,000 in total for adult and children cover or family cover</td></tr><tr><td>Standard Plan</td><td>$2,000 for each insured person<br>$4,000 in total for adult and children cover or family cover</td></tr></table>  \n\n\nThe most we will pay under sections 33 to 35 in total, will not be more than the maximum limit under section 33 - Baggage.  \n\n\n## What is not covered  \n\n\nPlease see the section on exclusions.  \n\n\n## SECTION 36 - PERSONAL MONEY  \n\n\nWe will pay for loss of an insured person's cash, banknotes or traveller's cheques carried for social and domestic purposes arising out of robbery, burglary or theft while the insured person is outside Singapore during the journey. The loss must be reported to the local police at the place of the loss no more than 24 hours after the incident. Any claim must be accompanied by written documents from the police.  \n\n\nThe maximum we will pay under this section is:  \n\n\n\n<table><tr><td>Premier Plan</td><td>$500 for each insured person<br>$500 in total for adult and children cover or family cover</td></tr><tr><td>Elite Plan</td><td>$300 for each insured person<br>$300 in total for adult and children cover or family cover</td></tr><tr><td>Standard Plan</td><td>$100 for each insured person<br>$100 in total for adult and children cover or family cover</td></tr></table>  \n\n\n## What is not covered  \n\n\nIn addition to the exclusions, we do not cover for loss or theft of money while transported as checked- in baggage.  \n\n\n## SECTION 37 - FRAUDULENT USE OF CREDIT CARD  \n\n\nIf the adult insured person suffers financial loss as a direct result of the fraudulent use of their personal credit card through unauthorised charges made overseas following its loss arising out of robbery, burglary or theft while the adult insured person is outside Singapore during the journey, we will pay for the unauthorised transactions.  \n\n\nThe loss must be reported to the credit card issuer within six hours of the robbery, burglary or theft. If not, we will not pay any benefit under this section. A claim must be accompanied by a report issued by the credit card issuer showing the amount of loss and confirming the adult insured person's liability for the loss.  \n\n\nThe maximum we will pay under this section is:  \n\n\n\n<table><tr><td>Premier Plan</td><td>$3,000 for each adult insured person</td></tr><tr><td>Elite Plan</td><td>$2,000 for each adult insured person</td></tr><tr><td>Standard Plan</td><td>Not covered</td></tr></table>  \n\n\n## What is not covered  \n\n\nPlease see the section on exclusions.\n",
  "## SECTION 38 - CREDIT CARD OUTSTANDING BALANCE \n\n\nIf the **adult insured person** suffers an **injury** during the **journey** outside Singapore which within 90 days of its happening is the only cause of their death, we will pay the outstanding balance on their personal credit card account up to the date of the **accident**. \n\n\nThe maximum we will pay under this section is: \n\n\n<table><tr><td>Premier Plan</td><td>\\(3,000 for each adult insured person</td></tr><tr><td>Elite Plan</td><td>\\(2,000 for each adult insured person</td></tr><tr><td>Standard Plan</td><td>Not covered</td></tr></table>\n\n\n### What is not covered \n\n\nPlease see the section on exclusions. \n\n\n## SECTION 39 - PERSONAL LIABILITY \n\n\nWe will cover each **insured person** against all amounts which the **insured person** becomes legally responsible for paying compensation for accidents which happen during the **journey** outside Singapore and which result in: \n\n\n1. death or **injury** of any other person; or \n\n\n2. loss of or damage to property belonging to other people. \n\n\nNo matter how many **insured persons** are involved, the maximum we will pay under this section for any one event or series of events resulting from one original cause and in total for all events in any one **trip**, including any legal costs and expenses awarded against or paid by the **insured person** with our written permission is: \n\n\n<table><tr><td>Premier Plan</td><td>\\(1,000,000 for each adult insured person<br/>\\(500,000 for each insured child<br/>\\(1,000,000 in total for adult and children cover or family cover</td></tr><tr><td>Elite Plan</td><td>\\(1,000,000 for each adult insured person<br/>\\(500,000 for each insured child<br/>\\(1,000,000 in total for adult and children cover or family cover</td></tr><tr><td>Standard Plan</td><td>\\(500,000 for each adult insured person<br/>\\(250,000 for each insured child<br/>\\(500,000 in total for adult and children cover or family cover</td></tr></table>\n\n\n### What is not covered \n\n\nPlease see the section on exclusions. \n\n\n## SECTION 40 - LEGAL EXPENSES FOR WRONGFUL ARREST OR DETENTION \n\n\nWe will cover each **insured person** against the legal costs and expenses which the **insured person** legally has to pay due to wrongful arrest or detention by any government or local authority which happens during the **journey** outside Singapore. \n\n\nNo matter how many **insured persons** are involved, the maximum we will pay under this section for any one event or series of events resulting from one original cause and in total for all events in any one **trip**, including any legal costs and expenses awarded against or paid by the **insured person** with our written permission is: \n\n\n<table><tr><td>Premier Plan</td><td>\\(10,000 for each insured person<br/>\\(10,000 in total for adult and children cover or family cover</td></tr></table>\n",
  "<table><tr><td>Elite Plan</td><td>\\(5,000\\) for each insured person \\(5,000\\) in total for adult and children cover or family cover</td></tr><tr><td>Standard Plan</td><td>Not covered</td></tr></table>\n\n\n# What is not covered\n\n\nPlease see the section on exclusions.\n\n\n# SECTION 41 - ADVENTUROUS ACTIVITIES COVER\n\n\n(This applies to Elite Plan and Premier Plan only)\n\n\nWe will pay benefits from the relevant sections of this policy if the insured person suffers accidental death or injury as a result of taking part in or practising for the following activities for leisure and non-competitive purpose, with a licensed operator and provided the insured person follows all safety and health instructions, guidelines or regulations:\n\n\n1. zip-lining, zip-riding, bungee jumping, parasailing, tandem sky diving, tandem paragliding, tandem hang gliding;\n\n\n2. sightseeing on hot-air balloon, helicopter, airplane;\n\n\n3. canoeing or white-water rafting with a qualified guide and up to Grade 3 (of International Scale of River Difficulty);\n\n\n4. jet skiing, helmet diving;\n\n\n5. scuba diving, up to the qualified depth of the insured person's diving certification, and at all times accompanied by a qualified dive instructor or dive master and does not exceed depth of 30 metres;\n\n\n6. ice skating, tobogganing, sledging; snow tube sliding, dog sledding, snow rafting; skiing or snowboarding, snowmobiling provided these activities are not done in off piste, ungroomed, unpatrolled areas or places not recommended for beginner to intermediate users;\n\n\n7. up to 3,000m above sea level for hiking, trekking or mountaineering; or\n\n\n8. marathon (up to 42.195km).\n\n\n# What is not covered\n\n\nPlease see the section on exclusions.\n\n\n# SECTION 42 - GOLFER'S COVER\n\n\n# Golfing equipment\n\n\nWe will pay the **adult insured person** for loss or damage to the golfing equipment (golf clubs and bags) belonging to or on loan to the **adult insured person** due to accident or theft during the **journey** overseas but not for any loss or damage suffered during the course of play or practice.\n\n\nWe may choose to pay the claim or repair any damaged item after taking into account wear and tear and market value. We may not consider any loss in market value for golfing equipment bought within one year before the date of accident if the **adult insured person** can produce evidence (for example, original receipts). If any item is proven to be beyond economical repair, we will deal with the claim under this section as if the item had been lost.\n\n\n# Green fees\n\n\nWe will pay for overseas pre-booked green fees which are not refundable if the **adult insured person** cannot play on the scheduled booked dates due to **injury** or **illness** suffered after booking and payment has been made.\n",
  "## Hole-in-one \n\n\nWe will pay the **adult insured person** for the cost of one round of celebratory drinks when the **adult insured person** scores a hole-in-one in an organised event at any 18-hole golf course during the **journey** outside Singapore. \n\n\nThe **adult insured person** must provide written evidence from the golf club official of the hole-in-one scored, and provide original receipts for the cost of celebratory drinks. \n\n\nThe maximum we will pay each **adult insured person** under this section is: \n\n\n<table><tr><td>Premier Plan</td><td>\\(1,500 for golfing equipment<br/>\\)750 for green fees<br/>\\(750 for hole-in-one</td></tr><tr><td>Elite Plan</td><td>\\(1,000 for golfing equipment<br/>\\)500 for green fees<br/>\\(500 for hole-in-one</td></tr><tr><td>Standard Plan</td><td>Not covered</td></tr></table>\n\n\nIf a claim under this section 33 – Baggage and section 42 – Golfer's cover results from the same event, we will pay for the claim under section 42 – Golfer's cover. \n\n\n## What is not covered \n\n\nPlease see the section on exclusions. \n\n\n## SECTION 43 – UNUSED ENTERTAINMENT TICKET \n\n\nWe will pay for the cost of any prepaid or unused portion of the **entertainment ticket** which was meant to be used by the **insured person** overseas during the **trip** but was prevented from doing so due to the any of the following reasons that occur within 30 days before the **trip** or during the **trip**, less any refund recovered. \n\n\n1. Death, **serious injury** or **serious illness** of the **insured person** or their **family member** or **travel companion** as long as we receive written confirmation of the nature of the **serious injury** or **serious illness** from a **doctor**. \n2. An unexpected strike, industrial action, riot, civil commotion at the planned overseas destination, which prevents the **insured person** from beginning or continuing with the scheduled **journey**. \n3. **Natural disasters** which happen at the planned overseas destination, which prevent the **insured person** from beginning or continuing with the scheduled **journey**. \n4. Closing of airport or airspace that prevents the **insured person** from beginning or continuing with the scheduled **journey**. \n5. The **insured person** is denied boarding of the **public transport** by the local authority or transport provider due to infectious disease symptoms. \n\n\nFor any claim on **entertainment ticket**, the **insured person** must seek cancellation refund from the relevant parties first (e.g. tour operator, event organiser). The **insured person** must submit claim with proof or denial of any compensation from the relevant parties. \n\n\nThe maximum we will pay under this section is: \n\n\n<table><tr><td>Premier Plan</td><td>\\(500 for each insured person<br/>\\)1,000 in total for adult and children cover or family cover</td></tr><tr><td>Elite Plan</td><td>\\(300 for each insured person<br/>\\)600 in total for adult and children cover or family cover</td></tr></table>\n",
  "<table><tr><td>Standard Plan</td><td>Not covered</td></tr></table>\n\n\n# What is not covered\n\n\nPlease see the section on exclusions.\n\n\n# SECTION 44 - RENTAL VEHICLE EXCESS\n\n\nWe will pay the excess if the **adult insured person** legally has to pay this amount if during a **journey** outside Singapore, an **adult insured person** rents or hires a car, or a campervan:\n\n\n1. from a licensed rental agency; and\n\n\n2. the rental agreement includes an excess (or deductible or similar condition) which makes the **adult insured person** legally responsible for loss or damage to the rental vehicle.\n\n\nThis applies as long as it is as a result of accidental loss or damage to the vehicle and:\n\n\n1. the **adult insured person** must be either a named driver or co-driver of the rental vehicle;\n\n\n2. the **adult insured person** has kept to all requirements of the rental agreement;\n\n\n3. at the time of the accident, the **adult insured person** was licensed to drive the vehicle and was not taking part in or practicing for speed or time trials of any kind, or driving under the influence of alcohol, drugs or any drugs abuse;\n\n\n4. as part of the hiring arrangement, the **adult insured person** must take up a full motor insurance against loss or damage to the rental vehicle during the rental period; and\n\n\n5. the driver must be one of the **insured persons** of this policy at the time of the **accident.**\n\n\nThe maximum we will pay under this section is:\n\n\n\n<table><tr><td>Premier Plan</td><td>&#36;1,500 for each adult insured person</td></tr><tr><td>Elite Plan</td><td>&#36;1,000 for each adult insured person</td></tr><tr><td>Standard Plan</td><td>Not covered</td></tr></table>\n\n\nTo avoid any doubt,\n\n\n1. we will only pay limit for one **adult insured person** per rented vehicle, regardless of the number of **insured persons** registered to rent the vehicle or the number of **insured persons** authorised to drive the rented vehicle.\n\n\n2. the limit for one **adult insured person** is for the entire **trip** regardless of the number of vehicles the **insured person** rents during the **trip.**\n\n\n# What is not covered\n\n\nIn addition to the exclusions, this section will not pay for:\n\n\n1. any loss or damage arising from wear and tear, gradual deterioration, damage from insects or vermin, built-in faults, or faults or damage which are not obvious; or\n\n\n2. damage to tyres and rims unless damage is caused to other parts of the rental vehicle in the same **accident.**\n",
  "## SECTION 45 - RETURNING A RENTAL VEHICLE \n\n\nIf during a journey outside Singapore, the adult insured person rents or hires a car or a campervan from a licensed rental agency and cannot return it due to their injury or illness, we will pay the reasonable costs for returning the rental vehicle to the nearest hire depot. We will only meet these costs if the insured person: \n\n\n1. is legally responsible for paying them under the rental agreement; \n\n\n2. must be either a named driver or co-driver of the rental vehicle; and \n\n\n3. has kept to all requirements of the rental agreement. \n\n\nThe maximum we will pay under this section is: \n\n\n<table><tr><td>Premier Plan</td><td>\\(750 for each adult insured person</td></tr><tr><td>Elite Plan</td><td>\\(500 for each adult insured person</td></tr><tr><td>Standard Plan</td><td>Not covered</td></tr></table>\n\n\nTo avoid any doubt, \n\n\n1. we will only pay limit for one adult insured person per rented vehicle, regardless of the number of insured persons registered to rent the vehicle or the number of insured persons authorised to drive the rented vehicle. \n\n\n2. the limit for one adult insured person is for the entire trip regardless of the number of vehicles the insured person rents during the trip. \n\n\n## What is not covered \n\n\nPlease see the section on exclusions. \n\n\n## SECTION 46 - HOME CONTENTS \n\n\nWe will cover the adult insured person against physical loss or damage to their home contents within their home in Singapore that was left vacant because of the journey, caused by fire or theft where force and violence were used to get into the property while the insured person is outside Singapore during the trip. \n\n\nWe may choose to pay or decide to reinstate or repair any damaged item after taking into account wear and tear and market value. We may not consider any loss in market value for electronic items bought within one year before the date of the accident if the adult insured person can produce evidence (for example, original receipts). If any item is proven to be beyond economical repair, we will deal with the claim under this section as if the item had been lost. \n\n\n**Home contents** refers to household furniture and furnishing, domestic appliances, audio and video equipment, clothing and personal belongings owned by the adult insured person or their immediate family members who permanently live with the adult insured person. This does not include deeds, bonds, bills of exchange, promissory notes, cheques, traveller's cheques, securities, cash, documents of any kind, perishable goods, livestock, motor vehicles, bicycles, boats and any accessories attaching to them. \n\n\nThe most we will pay is: \n\n\n1. \\(2,000 in total for platinum, gold and silver items, watches, jewellery, precious stones and furs; or\\) \n\n\n2. \\(1,000 for any one item, or set or pair of items.\\)\n",
  "The maximum we will pay under this section is:  \n\n\n\n<table><tr><td>Premier Plan</td><td>$15,000 for each adult insured person</td></tr><tr><td>Elite Plan</td><td>$10,000 for each adult insured person</td></tr><tr><td>Standard Plan</td><td>Not covered</td></tr></table>  \n\n\n## What is not covered  \n\n\nPlease see the section on exclusions.  \n\n\n## SECTION 47 - DOMESTIC PETS CARE  \n\n\nIf an adult insured person cannot return to Singapore on the scheduled return date due to injury or illness or delay of the public transport which they are booked on, we will pay for their pet dog's or cat's continued stay at the pet hotel or kennel or cattery where the pet is left during the adult insured person's journey abroad.  \n\n\nThe insured person must submit claim with written confirmation from the pet hotel or kennel or cattery stating the period of stay of the adult insured person's pet and the collection date arranged before their journey abroad and the period of extended stay and either of the following.  \n\n\n1. A medical report or certificate from a doctor advising delay of planned travel for medical reasons covered under section 6 - Overseas medical expenses; or  \n\n\n2. Written confirmation from the carrier, operator or their handling agent, stating the reasons and length of delay.  \n\n\nThe maximum we will pay under this section is:  \n\n\n\n<table><tr><td>Premier Plan</td><td>$75 for each day up to a maximum of $750 for each adult insured person</td></tr><tr><td>Elite Plan</td><td>$50 for each day up to a maximum of $500 for each adult insured person</td></tr><tr><td>Standard Plan</td><td>Not covered</td></tr></table>  \n\n\nTo avoid any doubt, we will only pay the limit for one insured person regardless of the number of pets they own.  \n\n\n## What is not covered  \n\n\nPlease see the section on exclusions.  \n\n\n## SECTION 48 - TERRORISM COVER  \n\n\nAs an exception to general exclusion 13(b), we will extend this policy to cover losses which may be suffered through acts of terrorism but there is no liability when the acts of terrorism involve the use of biological weapons, chemical agents or nuclear devices.  \n\n\nWe will pay based on the limits of all other sections. The maximum we will pay for all sections of the policy in total is:  \n\n\n\n<table><tr><td></td><td>Premier Plan</td><td>Elite Plan</td><td>Standard Plan</td></tr><tr><td>Each Insured person</td><td>$500,000</td><td>$300,000</td><td>$200,000</td></tr><tr><td>Total for adult and children cover or family cover</td><td>$2,000,000</td><td>$1,200,000</td><td>$800,000</td></tr></table>  \n\n\nFor insured persons covered under group cover, the most we will pay for all insured persons is \\(5,000,000 for each event involving terrorism acts, no matter what transport was used on the journey.\n",
  "If the insured person is insured under more than one policy with us covering acts of terrorism, the most we will pay for all claims arising directly or indirectly from any act of terrorism will be limited to one policy only (with the highest limit on act of terrorism).  \n\n\n## SECTION 49 - PASSIVE WAR  \n\n\nAs an exception to general exclusion 13(a), we will extend section 1 - Accidental death and permanent total disability of this policy to cover the insured person for death or bodily injury which may be suffered through war, riot, revolution or any similar event as long as no state of war exists in the country when the insured person travels there and that country is not the home of the insured person. The insured person must prove that, at the time of suffering the loss, they were in no way directly or indirectly taking part in any of those activities, apart from steps which were reasonably necessary to protect themselves or their property. They must also not have been involved in controlling, preventing, suppressing or in any other way dealing or attempting to deal with those events.  \n\n\nThis cover will not apply 30 days after the outbreak of war or any of the events listed during the insured person's visit to that country.  \n\n\nIf the insured person is insured under more than one policy with us covering passive war extension, the most we will pay for all claims arising directly or indirectly from this will be limited to one policy only (with the highest limit on passive war extension).  \n\n\n## SECTION 50 - HIJACK OF PUBLIC TRANSPORT  \n\n\nIf the public transport in which the insured person is travelling is hijacked, we will pay for every full six hours in a row that they are prevented from reaching their scheduled destination. We will not make any payment for hijack if the intended destination of the public transport is to, or by way of, a country in a state of war.  \n\n\nThe maximum we will pay under this section is:  \n\n\n\n<table><tr><td>Premier Plan</td><td>$300 for each insured person for every full six hours in a row and the most we will pay is:<br>$6,000 each insured person<br>$15,000 in total for adult and children cover or family cover</td></tr><tr><td>Elite Plan</td><td>$200 for each insured person for every full six hours in a row and the most we will pay is:<br>$4,000 each insured person<br>$10,000 in total for adult and children cover or family cover</td></tr><tr><td>Standard Plan</td><td>$100 for each insured person for every full six hours in a row of delay and the most we will pay is:<br>$2,000 each insured person<br>$5,000 in total for adult and children cover or family cover</td></tr></table>  \n\n\nIf a claim under section 25 - Delayed departure, section 26 - Flight diversion, section 27 - Overbooked flight, section 28 - Missed travel connection, section 29 - Shortening the trip, section 30 - Travel disruption and section 50 - Hijack of public transport, results from the same event, we will pay for the claim under one of the sections only.  \n\n\n## What is not covered  \n\n\nPlease see the section on exclusions.  \n\n\n## SECTION 51 - KIDNAP AND HOSTAGE  \n\n\nIf the insured person is kidnapped or wrongly held, abducted or restrained by a criminal, we will pay the benefit for every full six hours in a row this happens during the journey while outside Singapore. For the purpose of this section, the kidnap cannot be committed by any insured person or their family member, travel companion or close business associate whether acting alone or with others.  \n\n\nThe kidnap must\n",
  "The maximum we will pay under this section is:  \n\n\n\n<table><tr><td>Premier Plan</td><td>$300 for each insured person for every full six hours in a row and the most we will pay is:<br>$6,000 each insured person<br>$15,000 in total for adult and children cover or family cover</td></tr><tr><td>Elite Plan</td><td>$200 for each insured person for every full six hours in a row and the most we will pay is:<br>$4,000 each insured person<br>$10,000 in total for adult and children cover or family cover</td></tr><tr><td>Standard Plan</td><td>$100 for each insured person for every full six hours in a row of delay and the most we will pay is:<br>$2,000 each insured person<br>$5,000 in total for adult and children cover or family cover</td></tr></table>  \n\n\n## What is not covered  \n\n\nPlease see the section on exclusions.  \n\n\n## SECTION 52 - PRE-EX CRITICAL CARE  \n\n\n(This section applies only to TravelEasy® Pre- Ex plans and covers only for single return trip with duration up to 30 days.)  \n\n\nFor any claim under this section 52, the insured person or their representative must contact MSIG Assist as soon as the situation allows.  \n\n\nThe insured person must meet all the following conditions to be eligible for TravelEasy® Pre- Ex cover:  \n\n\n1. The insured person is following their treating doctor's advice for all their pre-existing medical condition. This includes not refusing or delaying any monitoring, medical appointment, medical test, medication, treatment or surgery.  \n\n\n2. The insured person does not have any medical condition or symptom which they have not consulted a doctor for or for which they are waiting for medical test, medical result, diagnosis, treatment or surgery.  \n\n\n3. In the last 12 months, the insured person does not have any pre-existing medical condition which has required them to:  \n\n\na) receive treatment at a hospital's Accident and Emergency Department more than once; \nb) stay in a hospital as an inpatient for more than three days in a row; and \nc) stay in a hospital as an inpatient for more than once.  \n\n\n## What is covered  \n\n\nIf during a trip outside Singapore, the insured person suffers an acute onset of a pre- existing medical condition, we will extend the benefits under section 6 - Overseas medical expenses and section 16 - Emergency medical evacuation and repatriation to pay for the expenses incurred by the insured person up to 30 days from the date the insured person first suffers the acute onset of a pre- existing medical condition during the trip.  \n\n\nThe maximum we will pay for the sections extended under this section 52 is shown in the table below. The limits shown below are sub- limits of the relevant sections extended and not above or in addition of the limits in each section.\n",
  "<table><tr><td rowspan=\"2\">Sections extended under this section 52</td><td colspan=\"3\">Sub-limits</td></tr><tr><td>Pre-Ex Premier</td><td>Pre-Ex Elite</td><td>Pre-Ex Standard</td></tr><tr><td colspan=\"4\">Section 6 - Overseas Medical Expenses (Inpatient only)<br>Section 6 which is extended under section 52 will only pay for inpatient hospital charges.</td></tr><tr><td>Adult insured person aged below 70</td><td>&#36;150,000</td><td>&#36;100,000</td><td>&#36;75,000</td></tr><tr><td>Adult insured person aged 70 or above</td><td>&#36;100,000</td><td>&#36;75,000</td><td>&#36;50,000</td></tr><tr><td>Insured child</td><td>&#36;100,000</td><td>&#36;75,000</td><td>&#36;50,000</td></tr><tr><td colspan=\"4\">Section 16 - Emergency Medical Evacuation and Repatriation</td></tr><tr><td>Each insured person</td><td>&#36;200,000</td><td>&#36;150,000</td><td>&#36;100,000</td></tr></table>\n\n\n# What is not covered\n\n\nIn addition to the exclusions, this section does not cover any claims resulting from:\n\n\n1. any **pre-existing** **medical** **condition** that worsens within the 30 days before the start of the **trip** for which a **doctor** has advised to see a medical specialist, undergo investigative test, surgery, or change in treatment, prescribed medication or dosage. This does not include changes to prescribed medication or dosage for lowering blood cholesterol;\n\n\n2. **terminal illness** regardless of whether diagnosis was received before or after this insurance was purchased;\n\n\n3. outpatient medical treatment; or\n\n\n4. medical expenses incurred in Singapore.\n\n\n# OVERALL COMPENSATION LIMIT\n\n\nThe most we will pay for all **insured** **persons** travelling in one aircraft or surface transport vehicle or vessel will be &#36;15,000,000 or the total of all benefits due for the **insured** **persons,** whichever is lesser.\n\n\nIf the total for all claims for **insured** **persons** travelling in one form of transport is more than &#36;15,000,000, the most we will pay for each of the **insured** **persons** will be a percentage of the benefits due for that person.\n\n\n# EXCLUSIONS\n\n\n**Exclusions** **which** **apply** **to** **sections** **32,33,34,35,36,37,42** **and** **46**\n\n\nWe will not pay for\n\n\n1. any loss not reported within 24 hours of discovery to the local police, the airline or transport company or other carrier who had custody of or control of the baggage or property or may be responsible for the loss;\n\n\n2. perishables, fruits, food and drink products;\n\n\n3. vouchers, coupons and any cards such as identity, driving license, employment pass or work permit or resident permit, membership, access, transportation, stored-value, loyalty or rewards cards;\n\n\n4. ATM, debit or credit card unless covered under section 37 - Fraudulent use of credit card;\n\n\n5. loss or damage to animals, computer software, mechanical propelled vehicles, aircraft including drones, bicycles, contact or corneal lenses, dentures, retainer or bridges for teeth,\n",
  "6. loss or damage to business goods or samples or any items used in connection with the insured person's employment or occupation, except for laptop computer and mobile device covered under section 33 – Baggage;  \n\n\n7. loss of money unless covered under section 36 - Personal Money;  \n\n\n8. loss or damage to baggage, money or other insured property left unattended in any public place (any place which the general public has access to), or as a result of the insured person's failure to take care and precautions to protect the property;  \n\n\n9. the cost of reproducing data whether recorded on tape, card, disc or otherwise;  \n\n\n10. damage or breakage of sports equipment while in use;  \n\n\n11. damage to any brittle or fragile items unless properly packed and protected;  \n\n\n12. loss or damage caused by wear and tear (including scratches, stains, dents, discoloration of the item which does not affect how it works), loss in value, deterioration, insects, vermin, mildew, atmospheric conditions, the action of light, any process of heating, cleaning, repairing, restoring, mechanical or electrical breakdown, misuse, faulty design or workmanship;  \n\n\n13. loss or damage to property caused by customs or other government officials legally taking, holding or destroying it;  \n\n\n14. unexplained disappearance, shortage due to mistakes or failure to act, differences in the exchange rate or loss in value;  \n\n\n15. any fines or penalties the insured person has to pay due to not replacing the lost personal documents or replacing them late;  \n\n\n16. any loss or damage that has been or will be refunded or paid by any carrier, hotel, travel agent or any other person or organisation responsible for the loss of damage; or  \n\n\n17. any loss or damage of items hired or rented by the insured person.  \n\n\nExclusions which apply to sections 21, 22, 25, 26, 27, 28, 29, 30 and 50  \n\n\nWe will not pay for the following.  \n\n\n1. Any failure on your or the insured person's part to:  \n\n\na) check-in for departure by the time given by the carrier (except for reasons specifically provided above); or  \nb) tell the travel agent, tour operator, carrier or other provider of any service forming part of the booked itinerary that they need to cancel or abandon the travel arrangement immediately when it is found necessary to do so.  \n\n\n2. Any loss or expenses being compensation for any air miles, holiday points, membership or credit card redemption you use for the trip in part or in full.  \n\n\n3. Any charges not related to transport or accommodation, or any unused entertainment tickets to be claimed under section 43 - Unused entertainment ticket.  \n\n\n## Exclusions which apply to sections 39 and 40  \n\n\nWe will not pay for the following.  \n\n\n1. Any liability arising from personal injury or bodily injury or loss of, damage to, or loss of use of property directly or\n",
  "indirectly caused by seepage, pollution or contamination.  \n\n\n2. The cost of removing, dealing with or cleaning up seeping, polluting or contaminating substances.  \n\n\n3. Fines, penalties, punitive or exemplary damages.  \n\n\n4. Liability arising from:  \n\n\na) death or bodily injury of the insured person's employee or member of their family; \nb) loss of or damage to property which belongs to or is in the custody or control of the insured person or their employee or any member of their family; \nc) the insured person's employment, trade, business or profession; \nd) owning or occupying any land or buildings other than temporary holiday accommodation; or \ne) owning, having or using animals, firearms, mechanically propelled vehicles, vessels or aircraft including drones of any description.  \n\n\n5. Any claim or loss arising out of any activity or business carried out via the internet, intranet, extranet or the insured person's own website, internet site, web address or when sending email or documents by electronic means.  \n\n\n6. Any liability which you have under an agreement but which you would not have if the agreement did not exist.  \n\n\n7. Judgments which are not in the first instance delivered by or received from a court within the Republic of Singapore nor to orders received in the court for enforcing judgments made outside the Republic of Singapore whether by way of reciprocal agreement or otherwise.  \n\n\n8. Any claims and losses based on, arising out of, directly or indirectly resulting from or as a result of, or any way involving:  \n\n\na) asbestos; or \nb) any actual or alleged asbestos-related injury or damage involving using asbestos, or the presence, existence, detection, removal, elimination or avoidance of asbestos or exposure or potential exposure to asbestos.  \n\n\n## GENERAL EXCLUSIONS  \n\n\n(which apply to the whole policy)  \n\n\nWe will not be legally responsible for any claims, damages, losses, death or disability, injury, illness or liability directly or indirectly caused by, or in connection with, or arising from the following.  \n\n\n1. Any known event.  \n\n\n2. Any pre-existing medical condition unless covered under section 52 - Pre-Ex Critical Care.  \n\n\n3. Human Immunodeficiency Virus (HIV), HIV related illnesses, or any other diseases or illnesses related to sexually transmitted disease.  \n\n\n4. Childbirth, miscarriage, abortion, menopause or any pregnancy related conditions with exception to cover under section 11 - Maternity medical expenses overseas.  \n\n\n5. Suicide or attempted suicide, intentional self-inflicted injury or any act which could reasonably be considered as exposure to danger (unless carried out in an attempt to save human life), insanity, or while the insured person is under\n",
  "the influence of alcohol, drugs or other substance abuse (other than drugs taken under medical supervision and not to treat drug addiction).  \n\n\n6. Any mental illness, anxiety state or depression suffered by the insured person and diagnosed before arranging the journey.  \n\n\n7. The insured person taking part in the following activities unless covered under section 41 – Adventurous Activities Cover:  \n\n\na) flying or other aerial activities except travelling as a fare-paying passenger in a properly licensed, regular scheduled commercial airline operating between licensed commercial airports;  \nb) rafting or canoeing involving white-water rapids, jet skiing, high diving or jumping, free diving, underwater activities involving artificial breathing apparatus;  \nc) bungee jumping, sky-diving, paragliding;  \nd) winter sports, or any activities involving the use of a bobsleigh or skeleton;  \ne) hunting, potholing, mountaineering that normally involves using ropes, rock climbing unless harnessed and done on man-made walls, hiking or trekking;  \nf) speed or time trials, competitions, marathon, triathlon, ultra-marathon, sprints or racing of any kind, or as a professional sportsperson (where you could earn income, pay or sponsorship from taking part in that sport or activity) or any organised team football;  \ng) extreme sports which involve speed, height, danger, a high level of physical exertion, highly specialised gear or special stunts;  \nh) manual work of any kind unless you tell us when applying for the insurance and we accept this in writing; or  \ni) expeditions or crewing a vessel from one country to another or taking part in active service in the armed forces of any nation.  \n\n\n8. The insured person taking part in naval, military, air force, civil defence or police services or operations, testing of any kind of vehicle or transport, while taking part in off-shore or in mining, aerial imaging or handling explosives, ammunitions or firearms, or travelling as an operator or crew member of any public transport.  \n\n\n9. Any deliberate, malicious, criminal or unlawful acts committed by you or the insured person or any person acting on your or their behalf.  \n\n\n10. Any restrictions or regulations imposed by any government or local authority.  \n\n\n11. Any consequential loss not shown in the policy.  \n\n\n12. We will also not pay for:  \n\n\na) the cost of any non-emergency treatment or surgery you choose to have, including exploratory tests, which are not directly related to the illness or injury which required the insured person's need to be admitted to hospital;  \nb) any form of cosmetic surgery or treatment;  \nc) any expenses in respect of normal dental inspection or treatment or in obtaining dentures, retainer;\n",
  "d) eyeglasses or the like, hearing aids, prosthesis, corrective devices;  \n\n\ne) treatment or service provided by a health spa, convalescent or nursing home or any rehabilitation centre;  \n\n\nf) any claim if the insured person is under treatment not recommended by or carried out by a doctor, dentist or TCM practitioner; or  \n\n\ng) any claim if the insured person is travelling against the advice of a doctor or for the purpose of getting medical treatment during the journey.  \n\n\n## 13. War and terrorism exclusion  \n\n\nThis insurance will not cover death, disability, loss, damage, destruction, any legal liabilities, cost or expense including consequential loss of whatever nature, directly or indirectly caused by, resulting from or in connection with any of the following, no matter whether there is any other cause or event contributing at the same time or in any other sequence to the loss.  \n\n\na) War, invasion, act of foreign enemy or warlike operations (whether declared or not), riot, civil war, revolution, civil commotion assuming the proportions of or amounting to any uprising, military or usurped power or any similar event.  \n\n\nb) Any act of terrorism including but not limited to:  \n\n\ni) the use or threat of force or violence; or ii) harm or damage to life or to property (or the threat of harm or damage) including, but not limited to, nuclear radiation or contamination by chemical or biological agents, by any person or group committed for political, religious, ideological or similar purposes, with the intention of putting the public or any section of the public in fear; or c) Any action taken in controlling, preventing, suppressing or in any way relating to (a) or (b) above.  \n\n\nIf we say your claim is not covered as a result of this exclusion, you will need to prove to us otherwise to pay the claim.  \n\n\n## 14. Radioactive contamination, chemical, biological, biochemical and electromagnetic weapons exclusion  \n\n\nThis clause will override anything in this insurance which says differently.  \n\n\nWe will not cover loss, damage, liability or expense directly or indirectly caused by or contributed to by or arising from:  \n\n\na) ionising radiations from or contamination by radioactivity from any nuclear fuel or from any nuclear waste from burning nuclear fuel; \nb) the radioactive, toxic, explosive or other dangerous properties of any nuclear installation, reactor or other nuclear machinery; \nc) any weapon or device using atomic or nuclear fission or fusion or other similar reaction or radioactive force or matter; or \nd) the radioactive, toxic, explosive or other dangerous properties of any radioactive matter. This exclusion does not apply to radioactive isotopes, other than nuclear fuel, when these isotopes are being prepared, carried, stored, or used for commercial, agricultural, medical, scientific or other similar peaceful purposes;\n",
  "e) any chemical, biological, biochemical, or electromagnetic weapon.  \n\n\n## 15. Political risks exclusion  \n\n\nWe will not cover loss or damage caused directly or indirectly or as a result of any of the following:  \n\n\na) Any legal authority legally taking your property.  \n\n\nb) Any property being taken from an insured person if that property was received illegally by the insured person.  \n\n\nWe will still be legally responsible for physical damage to the insured property which takes place before the property is taken if it is covered by this policy.  \n\n\nc) Any public authority legally destroying your property.  \n\n\nIn any action suit or other proceeding where we use this exclusion as the reason for not paying the claim, you must prove otherwise for us to pay the claim.  \n\n\n## 16. Cyber exclusion  \n\n\nThis policy does not cover:  \n\n\na) damage to any computer or other equipment, component, system or item which processes, stores, sends or retrieves data, including loss or corruption of data (including any information or programs or software) and whether your property or not, if the damage is caused by programming or operator error, virus or similar, or hacking; and  \nb) consequential loss directly or indirectly caused by or arising from general exclusion 16 (a) above;  \n\n\nHowever, we will cover any claim for subsequent loss or destruction of or damage to any property, or consequential loss which itself results from a defined risk, but only as far as the claim would otherwise be insured under this policy.  \n\n\nFor the purpose of this general exclusion 16 only, we use the following definitions.  \n\n\nDefined risk means fire, lightning, explosion, aircraft and other aerial devices or items dropped from them, riot, civil commotion, strikers, locked- out workers, people taking part in labour disturbances, malicious people other than thieves, earthquake, storm, flood, escape of water from any tank apparatus or pipe, property being hit by any road vehicle or animal or volcano, freezing or weight of snow.  \n\n\nVirus or similar means program code, programming instruction or any set of instructions deliberately used with the ability to damage, interfere with or otherwise have a negative effect on computer programs, data files or operations, whether involving self- replication or not. This definition includes, but is not limited to, trojan horses, worms and logic bombs.  \n\n\nHacking means unauthorised access to any computer or other equipment, component or system or item which processes, stores, sends or retrieves data.  \n\n\n## 17. Property Cyber and data exclusion  \n\n\nThis clause shall be paramount and shall override anything contained in this insurance inconsistent therewith.  \n\n\na) Notwithstanding any provision to the contrary within this policy or any endorsement thereto this excludes any:  i) Cyber Loss;  ii) loss, damage, liability, claim, cost, expense of whatsoever nature directly or indirectly caused by, contributed to by,\n",
  "resulting from, arising out of or in connection with any loss of use, reduction in functionality, repair, replacement, restoration or reproduction of any Data, including any amount pertaining to the value of such Data;  \n\n\nregardless of any other cause or event contributing concurrently or in any other sequence thereto.  \n\n\nb) In the event any portion of this endorsement is found to be invalid or unenforceable, the remainder shall remain in full force and effect.  \n\n\nc) This endorsement supersedes and, if in conflict with any other wording in the or any endorsement thereto having a bearing on Cyber Loss or Data, replaces that wording.  \n\n\n## Definitions  \n\n\nd) Cyber Loss means any loss, damage, liability, claim, cost or expense of whatsoever nature directly or indirectly caused by, contributed to by, resulting from, arising out of or in connection with any Cyber Act or Cyber Incident including, but not limited to, any action taken in controlling, preventing, suppressing or remediating any Cyber Act or Cyber Incident.  \n\n\ne) Cyber Act means an unauthorised, malicious or criminal act or series of related unauthorised, malicious or criminal acts, regardless of time and place, or the threat or hoax thereof involving access to, processing of, use of or operation of any Computer System.  \n\n\nf) Cyber Incident means:  \n\n\ni) any error or omission or series of related errors or omissions involving access to, processing of, use of or operation of any Computer System; or  \n\n\nii) any partial or total unavailability or failure or series of related partial or total unavailability or failures to access, process, use or operate any Computer System.  \n\n\ng) Computer System means:  \n\n\ni) any computer, hardware, software, communications system, electronic device (including, but not limited to, smart phone, laptop, tablet, wearable device), server, cloud or microcontroller including any similar system or any configuration of the aforementioned and including any associated input, output, data storage device, networking equipment or back up facility, owned or operated by the insured or any other party.  \n\n\nh) Data means information, facts, concepts, code or any other information of any kind that is recorded or transmitted in a form to be used, accessed, processed, transmitted or stored by a Computer System.  \n\n\n## 18. COVID-19 and pandemics exclusion  \n\n\nExcept for benefits extended under COVID- 19 Cover under a single return trip policy or under an annual policy if COVID- 19 Cover is selected and stated on the schedule or endorsement, this policy excludes any loss, damage, liability, expense, fines, penalties or any other amount directly or indirectly caused by, in connection with, or in any way involving or arising out of any of the following - including any fear or threat thereof, whether actual or perceived:  \n\n\na) Coronavirus (COVID-19) including any mutation or variation thereof; or  \nb) Pandemic or epidemic, as declared as such by the World Health Organisation or any governmental authority.\n",
  "## GENERAL CONDITIONS \n\n\n(which apply to the whole policy and which you and the insured persons must keep to) \n\n\nThe conditions which appear in the policy or in any endorsement are part of the contract and you must keep to them. 1. Precaution \n\n\nThe insured persons must take all reasonable steps to prevent loss, damage or accident and recover any missing property. \n\n\n## 2. Cancellation \n\n\na) If the policy is an annual plan: \n\n\ni) we may cancel the policy at any time by giving you seven days' notice in writing to your last-known address (if we do, we will return a percentage of your premium depending on how much of the period of insurance is left to run); and \n\n\nii) you may cancel the policy at any time by giving us seven days' written notice as long as you have not made a claim under the policy, and you will be entitled to the following percentage of your premium. \n\n\n<table><tr><td>Period policy is in force</td><td>% of premium we will refund</td></tr><tr><td>Up to 2 months</td><td>60%</td></tr><tr><td>Up to 3 months</td><td>50%</td></tr><tr><td>Up to 4 months</td><td>40%</td></tr><tr><td>Up to 5 months</td><td>30%</td></tr><tr><td>Up to 6 months</td><td>20%</td></tr><tr><td>Above 6 months</td><td>No refund allowed</td></tr></table>\n\n\nWe will keep at least &#36;50 in all cases. \n\n\nb) If the policy covers a single return trip, you may at any time before the start of the period of insurance cancel the policy by giving us written notice. You are entitled to refund of the premium less &#36;50 which we will retain. \n\n\nFor TravelEasy® Pre-Ex policy, if the insured person's pre-existing medical condition has worsened within 30 days before the start of the trip or has contracted a terminal illness, they can request to cancel the policy and we will refund the premium paid. \n\n\nYou will not be entitled to any refund of premium if the period of insurance has started, or you have made any claim under the policy. \n\n\n## 3. Keeping to the conditions \n\n\nWe will only pay claims under this policy if you and the insured persons keep to all conditions of this policy and the statements and answers in the application are truthful. \n\n\n## 4. Legal personal representative \n\n\nThe terms, exclusions and conditions of this policy will also apply to your or any insured person's legal representatives. \n\n\n## 5. Same cover \n\n\nIf an insured person is insured under more than one travel insurance policy we have arranged for the same journey, we will only pay the highest benefit from one of the policies.\n",
  "## 6. Claims from other insurance or sources  \n\n\nWhen an incident results in a claim under this policy and the same loss, damage, expense or liability can be claimed from any other sources, we will pay as follow:  \n\n\na) Where the same loss is covered by another insurance, we will only pay our proportionate share of the claim. \nb) Where the same loss is covered by any source other than insurance, we will only pay the balance of what you are not able to recover, up to the benefit limit of this policy.  \n\n\nThis condition does not apply to the following sections.  \n\n\nSection 1 Accidental death and permanent total disability Section 2 Public transport double cover Section 3 Funeral expenses due to an accident Section 4 Child education grant Section 5 Family assistance benefit Section 12 Overseas hospitalisation daily benefit Section 13 Overseas ICU hospitalisation daily benefit Section 14 Hospitalisation daily benefit in Singapore Section 25 Delayed departure (excluding Alternative Travel Arrangement) Section 26 Flight diversion Section 27 Overbooked flight Section 28 Missed travel connection Section 32 Delayed baggage Section 47 Domestic pets care Section 49 Passive war Section 50 Hijack of public transport Section 51 Kidnap and hostage  \n\n\n## 7. Governing law  \n\n\nThis contract of insurance is governed by the laws of Singapore. If there is any dispute, it will be dealt with by the courts of Singapore.  \n\n\n## 8. Excluding rights under the Contracts (Rights of Third Parties) Act  \n\n\nA person who is not a party to in this policy contract will have no right under the Contracts (Rights of Third Parties) Act 2001 to enforce any of its terms.  \n\n\n## 9. Currency  \n\n\nAll amounts shown are in Singapore dollars.  \n\n\n## CLAIM CONDITIONS  \n\n\n(which apply to the whole policy)  \n\n\nFor us to pay claims under this policy, you must keep to the following conditions.  \n\n\n## 1. Telling us about a claim  \n\n\nYou must contact us with full details as soon as possible of any injury, illness or incident or when you discover any loss or damage which may result in a claim under this policy. You must also tell us if you know about any writ, summons or\n",
  "prosecution against you or an insured person and immediately send us every letter or document which relates to a claim.  \n\n\n## 2. Conduct of claim  \n\n\nYou and the insured person or any person acting for you or the insured person:  \n\n\na) must not negotiate any claim or admit or deny legal responsibility without our written permission; \nb) must co-operate fully with us as well as our appointed representatives such as investigators, loss adjusters; and \nc) must give us all medical reports, certificates, information and evidence required by us or our appointed representatives which we may need at your expense;  \n\n\nIf your claim is for bodily injury or illness, we may ask, and will pay for, a medical examination. We may also ask, and will pay for, a post-mortem examination if any insured person passes away.  \n\n\n## 3. Disappearance  \n\n\nWe will not presume the insured person has died as a result of an accident if they disappear, unless there has been the total loss of the sea- going vessel, aircraft or train on which the insured person was travelling. The death of the insured person must be established by an official death certificate, or in the event of them disappearing after an accident or the total loss of the sea- going vessel, train or aircraft, by a court order presuming they are dead.  \n\n\n## 4. Who we will pay  \n\n\nFor the following sections, we will pay claims to the insured person unless the insured person has died:  \n\n\nSection 1 - Accidental death and permanent total disability Section 2 - Public transport double cover Section 3 - Funeral expenses due to an accident Section 4 - Child education grant Section 5 - Family assistance benefit Section 12 - Overseas hospitalisation daily benefit Section 13 - Overseas ICU hospitalisation daily benefit Section 14 - Hospitalisation daily benefit in Singapore Section 25 - Delayed departure Section 26 - Flight diversion Section 27 - Overbooked flight Section 28 - Flight misconception Section 32 - Delayed baggage Section 47 - Domestic pet care Section 49 - Passive war Section 50 - Hijack of public transport Section 51 - Kidnap and hostage  \n\n\nIf the insured person or child has died, we will pay:  \n\n\na) the insured person's legal personal representatives; or \nb) you or your legal personal representatives for an insured child.  \n\n\nFor sections providing refunds or cover for expenses or liabilities paid or agreed, we will either pay:\n",
  "a) the policyholder or insured person concerned who had the expense or liability;  \n\n\nb) our appointed assistance company or their authorised representatives or the healthcare provider to whom we or our assistance company have provided a guarantee (as appropriate); or  \n\n\nc) the person or organization that the policyholder or the insured person owes the money to under Section 39 - Personal Liability. If we pay the claim in line with the above, we will have no further legal responsibility under this policy for the insured person concerned.  \n\n\n## 5. Taking action in your name  \n\n\nWe can defend and settle any legal action in your or the insured person's name. We can recover any payment we make under the policy for our own benefit and we can do it in your or the insured person's name. You and the insured persons will have to give us all information and help we may need. We will bear any legal cost incurred for these purposes.  \n\n\n## 6. Our rights  \n\n\nAt any time after an event has happened giving rise to a claim or series of claims under the personal liability section of this policy, we may pay you the full amount of the claim (or any smaller amount we can settle the claim for) and then will have no responsibility for dealing with any claim, defence or proceedings. We will not be responsible for any damage, loss or liability alleged to have been caused to you or the insured person as a result of any alleged act or failure to act on our part in connection with that claim, defence or proceedings. We will not be legally responsible for any costs or expenses you or any person claiming may have expended after our liability has been released.  \n\n\n## 7. Arbitration  \n\n\nIf there is any dispute about whether we are legally responsible for paying a claim or about the amount to be paid under this policy, it will be decided by arbitration in line with current law. Before you can take any other action, this arbitration must take place and an award made.  \n\n\nIf within 12 months from the date of you claiming that we are legally responsible for a claim and you do not take up the offer of arbitration, we will assume you have abandoned the claim.  \n\n\n## 8. Time limit for taking legal action  \n\n\nIf you do not begin legal action within 12 months after the arbitration award is made, we will not be legally responsible for the claim.  \n\n\n## 9. False or exaggerated claims  \n\n\nIf you or anyone acting for you makes a claim under this policy knowing the claim to be dishonest or exaggerated in any way, we will not pay the claim and all cover under this policy will end immediately. We can tell the police about this.  \n\n\n## PREMIUM WARRANTY  \n\n\n## Payment before cover warranty - This applies if you are an individual  \n\n\n1. We must receive the total premium due on or before the start date for the cover under the policy. Payment shall be considered to have been received by us when one of the following acts takes place:  \n\n\na) Cash or honoured cheque for the premium is handed over to us or our intermediaries;\n",
  "b) A credit or debit card transaction for the premium is approved by the issuing bank;  \nc) A payment through an electronic medium including the internet is approved by the relevant party;  \nd) A credit in favour of us or our intermediaries is made through an electronic medium including the internet.  \n\n\n2. If we do not receive the full premium due as described in clause 1 above, the insurance will not apply and we will not pay any benefits under the policy.  \n\n\n## Essential condition – This applies if you are a business  \n\n\nThis policy is only valid if:  \n\n\n1. for the risk insured, you have never had any insurance stopped in the last 12 months due to breaking any premium-payment condition; or  \n\n\n2. you have declared that you have broken any premium-payment for a previous policy taken up with another insurer in the last 12 months.  \n\n\nYou must have fully paid all outstanding premiums to the previous insurer based on the short period rate for the previous policy and we must have a copy of written confirmation from the previous insurer to prove this before our cover starts.  \n\n\n## Premium payment warranty – This applies if you are a business  \n\n\n1. Despite anything else we may say in the policy, depending on clause 2 below, if the period of insurance is 60 days or more, any premium due must be paid and we (or our intermediary) must have received it within 60 days of the start date of cover under the policy, renewal certificate or cover note.  \n\n\n2. If the above doesn't happen:  \n\n\na) the cover under the policy, renewal certificate or cover note will automatically end after the 60-day period;  \nb) this will not affect the coverage under the policy within the 60-day period; and  \nc) we will be entitled to the premium for the time we provided cover subject to a minimum of \\(\\) 50\\$  \n\n\n3. If the period of insurance is less than 60 days, we or our intermediary must have received any premium due in full within the period of insurance.  \n\n\n## USEFUL PROCEDURES  \n\n\n## 1. Making a claim  \n\n\nReport your claim to us and send us a completed claim form together with all supporting documents. Information requested on the claim form includes the claimant's personal particulars, contact details and policy number. You should also include a brief description of the claim and particulars of other persons or witnesses involved, if applicable. Refer to our website for details.  \n\n\n## 2. Your feedback channels  \n\n\nIf you have any feedback or comments on our service, tell us about it. Our Service Quality Team will acknowledge receipt of your feedback within one working day and give you a final reply within seven working days. Refer to our website for details.\n",
  "## POLICY OWNERS' PROTECTION SCHEME  \n\n\nPOLICY OWNERS' PROTECTION SCHEMEThis policy is protected under the Policy Owners' Protection Scheme which is administered by the Singapore Deposit Insurance Corporation (SDIC). Coverage for your policy is automatic and no further action is required from you. For more information on the types of benefits that are covered under the scheme as well as the limits of coverage, where applicable, please contact your insurer or visit the GIA/LIA or SDIC websites (www.gia.org.sg or www.lia.org.sg or www.sdic.org.sg).  \n\n\nIMPORTANT - The insured is requested to read this policy. If any error or misdescription be found, the policy should be returned to the issuing office for correction.\n",
  "## TravelEasy® Benefits Summary  \n\n\nThe TravelEasy® Benefits Summary below sets out the maximum amounts we will pay each insured person for each trip under the applicable plan. Sub- limits and cover restrictions may apply. Please refer to the Policy for full details of the limits, terms, conditions and exclusions of this insurance. All sums are in Singapore Dollars.  \n\n\nFor TravelEasy® Plans with cover for pre- existing medical conditions, please refer to the TravelEasy® Pre- Ex Benefits Summary for details.  \n\n\n\n<table><tr><td rowspan=\"3\">Benefits</td><td colspan=\"2\">Standard Plan</td><td colspan=\"2\">Elite Plan</td><td colspan=\"2\">Premier Plan</td></tr><tr><td>Individual</td><td>Adult &amp;amp; children Family cover (in total)¹</td><td>Individual</td><td>Adult &amp;amp; children Family cover (in total)¹</td><td>Individual</td><td>Adult &amp;amp; children Family cover (in total)¹</td></tr><tr><td colspan=\"6\">Limit of Benefits</td></tr><tr><td colspan=\"7\">Personal accident cover</td></tr><tr><td colspan=\"7\">Section 1 Accidental death and permanent total disability</td></tr><tr><td>Adult below 70 years</td><td>$150,000</td><td rowspan=\"3\">$400,000</td><td>$200,000</td><td rowspan=\"3\">$550,000</td><td>$500,000</td><td rowspan=\"3\">$1,200,000</td></tr><tr><td>Adult 70 years &amp;amp; above</td><td>$50,000</td><td>$75,000</td><td>$100,000</td></tr><tr><td>Child</td><td>$50,000</td><td>$75,000</td><td>$100,000</td></tr><tr><td colspan=\"7\">Section 2 Public transport double cover</td></tr><tr><td>Adult below 70 years</td><td rowspan=\"3\">Not covered</td><td colspan=\"2\">$400,000</td><td rowspan=\"3\">$1,100,000</td><td>$1,000,000</td><td rowspan=\"3\">$2,400,000</td></tr><tr><td>Adult 70 years &amp;amp; above</td><td>Not covered</td><td>$1,100,000</td><td>Not covered</td></tr><tr><td>Child</td><td>$150,000</td><td>$200,000</td><td>$200,000</td></tr><tr><td colspan=\"7\">Section 3 Funeral expenses due to an accident</td></tr><tr><td>Adult</td><td>$3,000</td><td rowspan=\"2\">$6,000</td><td>$5,000</td><td rowspan=\"2\">$10,000</td><td>$8,000</td><td rowspan=\"2\">$16,000</td></tr><tr><td>Child</td><td>$750</td><td>$1,250</td><td>$2,000</td></tr><tr><td colspan=\"7\">Section 4 Child education grant</td></tr><tr><td>Not covered</td><td colspan=\"2\">$5,000 each child, up to $20,000</td><td colspan=\"2\">$8,000 each child, up to $32,000</td><td></td><td></td></tr><tr><td colspan=\"7\">Section 5 Family assistance benefit</td></tr><tr><td>Not covered</td><td colspan=\"2\">$3,000</td><td>$6,000</td><td>$5,000</td><td>$10,000</td><td></td></tr><tr><td colspan=\"7\">Medical &amp;amp; related benefits cover</td></tr><tr><td colspan=\"7\">Section 6 Overseas medical expenses</td></tr><tr><td>Adult below 70 years</td><td>$250,000</td><td rowspan=\"3\">$800,000</td><td>$500,000</td><td rowspan=\"3\">$1,400,000</td><td>$1,000,000</td><td rowspan=\"3\">$2,600,000</td></tr><tr><td>Adult 70 years &amp;amp; above</td><td>$50,000</td><td>$75,000</td><td>$100,000</td></tr><tr><td>Child</td><td>$150,000</td><td>$200,000</td><td>$300,000</td></tr><tr><td colspan=\"7\">Section 7 Emergency dental expenses</td></tr><tr><td>Adult</td><td>$5,000</td><td rowspan=\"2\">$10,000</td><td>$10,000</td><td rowspan=\"2\">$20,000</td><td>$15,000</td><td rowspan=\"2\">$30,000</td></tr><tr><td>Child</td><td>$1,250</td><td>$2,500</td><td>$3,750</td></tr><tr><td colspan=\"7\">Section 8 Medical expenses in Singapore</td></tr><tr><td>Adult below 70\n",
  "<table><tr><td rowspan=\"3\">Benefits</td><td colspan=\"2\">Standard Plan</td><td colspan=\"2\">Elite Plan</td><td colspan=\"2\">Premier Plan</td></tr><tr><td>Individual</td><td>Adult &amp; children Family cover (in total)¹</td><td>Individual</td><td>Adult &amp; children Family cover (in total)¹</td><td>Individual</td><td>Adult &amp; children Family cover (in total)¹</td></tr><tr><td colspan=\"6\">Limit of Benefits</td></tr><tr><td colspan=\"7\">Section 10 Traditional Chinese medicine expenses</td></tr><tr><td>Adult</td><td>\\(\\)200\\(\\)</td><td rowspan=\"2\">\\(\\)600\\(\\)</td><td>\\(\\)400\\(\\)</td><td rowspan=\"2\">\\(\\)1,300\\(\\)</td><td>\\(\\)600\\(\\)</td><td rowspan=\"2\">\\(\\)1,800\\(\\)</td></tr><tr><td>Child</td><td>\\(\\)100\\(\\)</td><td>\\(\\)250\\(\\)</td><td>\\(\\)300\\(\\)</td></tr><tr><td colspan=\"7\">Section 11 Maternity medical expenses overseas</td></tr><tr><td>Adult</td><td colspan=\"2\">Not covered</td><td colspan=\"2\">\\(\\)2,000\\(\\)</td><td colspan=\"2\">\\(\\)3,000\\(\\)</td></tr><tr><td colspan=\"7\">Section 12 Overseas hospitalisation daily benefit</td></tr><tr><td>Adult</td><td>\\(\\)200\\(\\) per day Max. \\(\\)20,000\\(\\)</td><td rowspan=\"2\">\\(\\)50,000\\(\\)</td><td>\\(\\)250\\(\\) per day Max. \\(\\)37,500\\(\\)</td><td rowspan=\"2\">\\(\\)100,000\\(\\)</td><td>\\(\\)300\\(\\) per day Max. \\(\\)60,000\\(\\)</td><td rowspan=\"2\">\\(\\)150,000\\(\\)</td></tr><tr><td>Child</td><td>\\(\\)100\\(\\) per day Max. \\(\\)5,000\\(\\)</td><td>\\(\\)125\\(\\) per day Max. \\(\\)12,500\\(\\)</td><td>\\(\\)150\\(\\) per day Max. \\(\\)15,000\\(\\)</td></tr><tr><td colspan=\"7\">Section 13 Overseas ICU hospitalisation daily benefit</td></tr><tr><td>Adult</td><td colspan=\"2\">Not covered</td><td colspan=\"2\">\\(\\)350\\(\\) per day Max. \\(\\)3,500\\(\\)</td><td colspan=\"2\">\\(\\)400\\(\\) per day Max. \\(\\)4,000\\(\\)</td><td rowspan=\"2\">\\(\\)12,000\\(\\)</td></tr><tr><td>Child</td><td colspan=\"2\">Not covered</td><td colspan=\"2\">\\(\\)150\\(\\) per day Max. \\(\\)1,500\\(\\)</td><td colspan=\"2\">\\(\\)200\\(\\) per day Max. \\(\\)2,000\\(\\)</td></tr><tr><td colspan=\"7\">Section 14 Hospitalisation daily benefit in Singapore</td></tr><tr><td>Adult</td><td>\\(\\)100\\(\\) per day Max. \\(\\)500\\(\\)</td><td rowspan=\"2\">\\(\\)1,300\\(\\)</td><td>\\(\\)100\\(\\) per day Max. \\(\\)1,000\\(\\)</td><td rowspan=\"2\">\\(\\)2,500\\(\\)</td><td>\\(\\)100\\(\\) per day Max. \\(\\)2,000\\(\\)</td><td rowspan=\"2\">\\(\\)5,000\\(\\)</td></tr><tr><td>Child</td><td>\\(\\)50\\(\\) per day Max. \\(\\)150\\(\\)</td><td>\\(\\)50\\(\\) per day Max. \\(\\)250\\(\\)</td><td>\\(\\)50\\(\\) per day Max. \\(\\)500\\(\\)</td></tr><tr><td colspan=\"7\">Section 15 Medical &amp; travel assistance services</td></tr><tr><td colspan=\"7\">Section 16 Emergency medical evacuation and repatriation</td></tr><tr><td>a) Emergency medical evacuation<br/>b) Sending you home after a medical emergency evacuation<br/>c) Sending home your mortal remains</td><td colspan=\"2\">\\(\\)1,000,000\\(\\)</td><td colspan=\"2\">\\(\\)1,000,000\\(\\)</td><td colspan=\"2\">\\(\\)1,000,000\\(\\)</td></tr><tr><td>Section 17 Compassionate and hospital visit</td><td>\\(\\)5,000\\(\\)</td><td>\\(\\)12,500\\(\\)</td><td>\\(\\)10,000\\(\\)</td><td>\\(\\)25,000\\(\\)</td><td>\\(\\)15,000\\(\\)</td><td>\\(\\)37,500\\(\\)</td></tr><tr><td>Section 18 Child guard</td><td>\\(\\)5,000\\(\\)</td><td>\\(\\)12,500\\(\\)</td><td>\\(\\)10,000\\(\\)</td><td>\\(\\)25,000\\(\\)</td><td>\\(\\)15,000\\(\\)</td><td>\\(\\)37,500\\(\\)</td></tr><tr><td>Section 19 Emergency telephone charges</td><td>\\(\n",
  "<table><tr><td rowspan=\"3\">Benefits</td><td colspan=\"2\">Standard Plan</td><td colspan=\"2\">Elite Plan</td><td colspan=\"2\">Premier Plan</td></tr><tr><td>Individual</td><td>Adult &amp; children Family cover (in total)¹</td><td>Individual</td><td>Adult &amp; children Family cover (in total)¹</td><td>Individual</td><td>Adult &amp; children Family cover (in total)¹</td></tr><tr><td colspan=\"6\">Limit of Benefits</td></tr><tr><td colspan=\"7\">Travel inconvenience cover</td></tr><tr><td>Section 20 Insolvency of licensed travel operator</td><td>\\(\\)2,000\\(\\)</td><td>\\(\\)4,000\\(\\)</td><td>\\(\\)4,000\\(\\)</td><td>\\(\\)8,000\\(\\)</td><td>\\(\\)6,000\\(\\)</td><td>\\(\\)12,000\\(\\)</td></tr><tr><td>Section 21 Travel cancellation</td><td>\\(\\)5,000\\(\\)</td><td>\\(\\)12,500\\(\\)</td><td>\\(\\)10,000\\(\\)</td><td>\\(\\)25,000\\(\\)</td><td>\\(\\)15,000\\(\\)</td><td>\\(\\)37,500\\(\\)</td></tr><tr><td>Section 22 Travel postponement</td><td>\\(\\)750\\(\\)</td><td>\\(\\)1,875\\(\\)</td><td>\\(\\)1,500\\(\\)</td><td>\\(\\)3,750\\(\\)</td><td>\\(\\)2,000\\(\\)</td><td>\\(\\)5,000\\(\\)</td></tr><tr><td>Section 23 Replacement of traveller</td><td>\\(\\)500\\(\\)</td><td>\\(\\)1,250\\(\\)</td><td>\\(\\)750\\(\\)</td><td>\\(\\)1,875\\(\\)</td><td>\\(\\)1,000\\(\\)</td><td>\\(\\)2,500\\(\\)</td></tr><tr><td>Section 24 Replacement of employee</td><td colspan=\"2\">\\(\\)5,000\\(\\)</td><td colspan=\"2\">\\(\\)10,000\\(\\)</td><td colspan=\"2\">\\(\\)15,000\\(\\)</td></tr><tr><td>Section 25 Delayed departure<br/>Every 6 hours</td><td>\\(\\)100\\(\\)<br/>Max. \\(\\)500\\(\\)</td><td>\\(\\)1,000\\(\\)</td><td>\\(\\)100\\(\\)<br/>Max. \\(\\)1,000\\(\\)</td><td>\\(\\)2,000\\(\\)</td><td>\\(\\)100\\(\\)<br/>Max. \\(\\)1,500\\(\\)</td><td>\\(\\)3,000\\(\\)</td></tr><tr><td>Section 26 Flight diversion<br/>Every 6 hours</td><td>\\(\\)100\\(\\)<br/>Max. \\(\\)500\\(\\)</td><td>\\(\\)1,000\\(\\)</td><td>\\(\\)100\\(\\)<br/>Max. \\(\\)1,000\\(\\)</td><td>\\(\\)2,000\\(\\)</td><td>\\(\\)100\\(\\)<br/>Max. \\(\\)1,500\\(\\)</td><td>\\(\\)3,000\\(\\)</td></tr><tr><td>Section 27 Overbooked flight<br/>Every 6 hours</td><td>\\(\\)100\\(\\)<br/>Max. \\(\\)200\\(\\)</td><td>\\(\\)400\\(\\)</td><td>\\(\\)150\\(\\)<br/>Max. \\(\\)300\\(\\)</td><td>\\(\\)600\\(\\)</td><td>\\(\\)200\\(\\)<br/>Max. \\(\\)400\\(\\)</td><td>\\(\\)800\\(\\)</td></tr><tr><td>Section 28 Missed travel connection<br/>Every 6 hours</td><td>\\(\\)100\\(\\)<br/>Max. \\(\\)200\\(\\)</td><td>\\(\\)400\\(\\)</td><td>\\(\\)150\\(\\)<br/>Max. \\(\\)300\\(\\)</td><td>\\(\\)600\\(\\)</td><td>\\(\\)200\\(\\)<br/>Max. \\(\\)400\\(\\)</td><td>\\(\\)800\\(\\)</td></tr><tr><td>Section 29 Shortening the trip</td><td>\\(\\)5,000\\(\\)</td><td>\\(\\)12,500\\(\\)</td><td>\\(\\)10,000\\(\\)</td><td>\\(\\)25,000\\(\\)</td><td>\\(\\)15,000\\(\\)</td><td>\\(\\)37,500\\(\\)</td></tr><tr><td>Section 30 Travel disruption</td><td>\\(\\)1,000\\(\\)</td><td>\\(\\)2,500\\(\\)</td><td>\\(\\)2,000\\(\\)</td><td>\\(\\)5,000\\(\\)</td><td>\\(\\)3,000\\(\\)</td><td>\\(\\)7,500\\(\\)</td></tr><tr><td>Section 31 Automatic extension of cover</td><td colspan=\"2\">Yes</td><td colspan=\"2\">Yes</td><td colspan=\"2\">Yes</td></tr><tr><td>Section 32 Delayed baggage<br/>Every 6 hours</td><td>\\(\\)150\\(\\)<br/>Max. \\(\\)600\\(\\)</td><td>\\(\\)1,200\\(\\)</td><td>\\(\\)200\\(\\)<br/>Max. \\(\\)1,000\n",
  "<table><tr><td rowspan=\"3\">Benefits</td><td colspan=\"2\">Standard Plan</td><td colspan=\"2\">Elite Plan</td><td colspan=\"2\">Premier Plan</td></tr><tr><td>Individual</td><td>Adult &<br>children Family cover<br>(in total)1</td><td>Individual</td><td>Adult &<br>children Family cover<br>(in total)1</td><td>Individual</td><td>Adult &<br>children Family cover<br>(in total)1</td></tr><tr><td colspan=\"6\">Limit of Benefits</td></tr><tr><td colspan=\"7\">Section 40 Legal expenses for wrongful arrest or detention</td></tr><tr><td>Adult</td><td rowspan=\"2\" colspan=\"2\">Not covered</td><td>&#36;5,000</td><td rowspan=\"2\">&#36;5,000</td><td>&#36;10,000</td><td rowspan=\"2\">&#36;10,000</td></tr><tr><td>Child</td><td>&#36;5,000</td><td>&#36;10,000</td></tr><tr><td colspan=\"7\">Lifestyle cover</td></tr><tr><td>Section 41 Adventurous activities cover</td><td colspan=\"2\">Not covered</td><td colspan=\"2\">Yes</td><td colspan=\"2\">Yes</td></tr><tr><td colspan=\"7\">Section 42 Golfer's cover</td></tr><tr><td>Damage or loss of golf equipment</td><td rowspan=\"3\" colspan=\"2\">Not covered</td><td colspan=\"2\">&#36;1,000</td><td colspan=\"2\">&#36;1,500</td></tr><tr><td>Unused green fees due to injury or illness</td><td colspan=\"2\">&#36;500</td><td colspan=\"2\">&#36;750</td></tr><tr><td>Hole-in-one</td><td colspan=\"2\">&#36;500</td><td colspan=\"2\">&#36;750</td></tr><tr><td>Section 43 Unused entertainment ticket</td><td colspan=\"2\">Not covered</td><td>&#36;300</td><td>&#36;600</td><td>&#36;500</td><td>&#36;1,000</td></tr><tr><td>Section 44 Rental vehicle excess</td><td colspan=\"2\">Not covered</td><td colspan=\"2\">&#36;1,000</td><td colspan=\"2\">&#36;1,500</td></tr><tr><td>Section 45 Returning a rental vehicle</td><td colspan=\"2\">Not covered</td><td colspan=\"2\">&#36;500</td><td colspan=\"2\">&#36;750</td></tr><tr><td>Section 46 Home contents</td><td colspan=\"2\">Not covered</td><td colspan=\"2\">&#36;10,000</td><td colspan=\"2\">&#36;15,000</td></tr><tr><td>Section 47 Domestic pets care</td><td colspan=\"2\">Not covered</td><td colspan=\"2\">&#36;50 per day<br>Max.&#36;500</td><td colspan=\"2\">&#36;75 per day<br>Max.&#36;750</td></tr><tr><td colspan=\"7\">Safety</td></tr><tr><td colspan=\"7\">Section 48 Terrorism cover</td></tr><tr><td>Adult below 70 years</td><td>&#36;200,000</td><td rowspan=\"3\">&#36;800,000</td><td>&#36;300,000</td><td rowspan=\"3\">&#36;1,200,000</td><td>&#36;500,000</td><td rowspan=\"3\">&#36;2,000,000</td></tr><tr><td>Adult 70 years & above</td><td>&#36;200,000</td><td>&#36;300,000</td><td>&#36;500,000</td></tr><tr><td>Child</td><td>&#36;200,000</td><td>&#36;300,000</td><td>&#36;500,000</td></tr><tr><td colspan=\"7\">Section 49 Passive war</td></tr><tr><td>Adult below 70 years</td><td>&#36;150,000</td><td rowspan=\"3\">&#36;400,000</td><td>&#36;200,000</td><td rowspan=\"3\">&#36;550,000</td><td>&#36;500,000</td><td rowspan=\"3\">&#36;1,200,000</td></tr><tr><td>Adult 70 years & above</td><td>&#36;50,000</td><td>&#36;75,000</td><td>&#36;100,000</td></tr><tr><td>Child</td><td>&#36;50,000</td><td>&#36;75,000</td><td>&#36;100,000</td></tr><tr><td>Section 50 Hijack of public transport Every 6 hours</td><td>&#36;100<br>Max.<br>&#36;2,000</td><td>&#36;5,000</td><td>&#36;200<br>Max.<br>&#36;4,000</td><td>&#36;10,000</td><td>&#36;300<br>Max.<br>&#36;6,000</td><td>&#36;15,000</td></tr><tr><td>\n",
  "## TravelEasy® Pre-Ex Benefits Summary  \n\n\nThe TravelEasy® Pre- Ex Benefits Summary below sets out the maximum amounts we will pay each insured person for each trip under the applicable plan. Sub- limits and cover restrictions may apply. Please refer to the Policy for full details of the limits, terms, conditions and exclusions of this insurance. All sums are in Singapore Dollars.  \n\n\n\n<table><tr><td rowspan=\"3\">Benefits</td><td>Pre-Ex Standard Plan</td><td>Pre-Ex Elite Plan</td><td>Pre-Ex Premier Plan</td></tr><tr><td colspan=\"3\">Individual</td></tr><tr><td colspan=\"3\">Limit of Benefits</td></tr><tr><td colspan=\"4\">Sections 1 to 51 under the TravelEasy® Pre-Ex Standard, Pre-Ex Elite and Pre-Ex Premier plans will cover you for claims not relating to pre-existing medical conditions such as injury or illness sustained during the trip.</td></tr><tr><td colspan=\"4\">Personal accident cover</td></tr><tr><td colspan=\"4\">Section 1 Accidental death and permanent total disability</td></tr><tr><td>Adult below 70 years</td><td>$150,000</td><td>$200,000</td><td>$500,000</td></tr><tr><td>Adult 70 years &amp;amp; above</td><td>$50,000</td><td>$75,000</td><td>$100,000</td></tr><tr><td>Child</td><td>$50,000</td><td>$75,000</td><td>$100,000</td></tr><tr><td colspan=\"4\">Section 2 Public transport double cover</td></tr><tr><td>Adult below 70 years</td><td rowspan=\"3\">Not covered</td><td>$400,000</td><td>$1,000,000</td></tr><tr><td>Adult 70 years &amp;amp; above</td><td>Not covered</td><td>Not covered</td></tr><tr><td>Child</td><td>$150,000</td><td>$200,000</td></tr><tr><td colspan=\"4\">Section 3 Funeral expenses due to an accident</td></tr><tr><td>Adult</td><td>$3,000</td><td>$5,000</td><td>$8,000</td></tr><tr><td>Child</td><td>$750</td><td>$1,250</td><td>$2,000</td></tr><tr><td>Section 4 Child education grant</td><td>Not covered</td><td>$5,000 each child, up to $20,000</td><td>$8,000 each child, up to $32,000</td></tr><tr><td>Section 5 Family assistance benefit</td><td>Not covered</td><td>$3,000</td><td>$5,000</td></tr><tr><td colspan=\"4\">Medical &amp;amp; related benefits cover</td></tr><tr><td colspan=\"4\">Section 6 Overseas medical expenses</td></tr><tr><td>Adult below 70 years</td><td>$250,000</td><td>$500,000</td><td>$1,000,000</td></tr><tr><td>Adult 70 years &amp;amp; above</td><td>$50,000</td><td>$75,000</td><td>$100,000</td></tr><tr><td>Child</td><td>$150,000</td><td>$200,000</td><td>$300,000</td></tr><tr><td colspan=\"4\">Section 7 Emergency dental expenses</td></tr><tr><td>Adult</td><td>$5,000</td><td>$10,000</td><td>$15,000</td></tr><tr><td>Child</td><td>$1,250</td><td>$2,500</td><td>$3,750</td></tr><tr><td colspan=\"4\">Section 8 Medical expenses in Singapore</td></tr><tr><td>Adult below 70 years</td><td>$25,000</td><td>$50,000</td><td>$75,000</td></tr><tr><td>Adult 70 years &amp;amp; above</td><td>$5,000</td><td>$7,500</td><td>$10,000</td></tr><tr><td>Child</td><td>$10,000</td><td>$20,000</td><td>$30,000</td></tr><tr><td colspan=\"4\">Section 9 Mobility aid reimbursement</td></tr><tr><td>Adult</td><td>$1,000</td><td>$3,000</td><td>$5,000</td></tr><tr><td>Child</td><td>$250</td><td>$750</td><td>$1,250</td></tr><tr><td colspan=\"4\">Section 10 Traditional Chinese medicine expenses</td></tr><tr><td>Adult</td><td>$200</td><td>$400</td><td>$600</td></tr><tr><td>Child</td><td>$100</td><td>$250</td><td>$300</td></tr><tr><td colspan=\"4\">Section 11 Maternity medical expenses overseas</td></tr><tr><td>Adult</td><td>Not covered</td><td>$2,000</td><td>$3,000</td></tr></table>\n",
  "<table><tr><td rowspan=\"3\">Benefits</td><td>Pre-Ex Standard Plan</td><td>Pre-Ex Elite Plan</td><td>Pre-Ex Premier Plan</td></tr><tr><td colspan=\"3\">Individual</td></tr><tr><td colspan=\"3\">Limit of Benefits</td></tr><tr><td colspan=\"4\">Section 12 Overseas hospitalisation daily benefit</td></tr><tr><td>Adult</td><td>\\(200 per day Max. \\(20,000\\)</td><td>\\(250 per day Max. \\)37,500</td><td>\\(300 per day Max. \\)60,000</td></tr><tr><td>Child</td><td>\\(100 per day Max. \\)5,000</td><td>\\(125 per day Max. \\)12,500</td><td>\\(150 per day Max. \\)15,000</td></tr><tr><td colspan=\"4\">Section 13 Overseas ICU hospitalisation daily benefit</td></tr><tr><td>Adult</td><td>Not covered</td><td>\\(350 per day Max. \\)3,500</td><td>\\(400 per day Max. \\)4,000</td></tr><tr><td>Child</td><td>Not covered</td><td>\\(150 per day Max. \\)1,500</td><td>\\(200 per day Max. \\)2,000</td></tr><tr><td colspan=\"4\">Section 14 Hospitalisation daily benefit in Singapore</td></tr><tr><td>Adult</td><td>\\(100 per day Max. \\)500</td><td>\\(100 per day Max. \\)1,000</td><td>\\(100 per day Max. \\)2,000</td></tr><tr><td>Child</td><td>\\(50 per day Max. \\)150</td><td>\\(50 per day Max. \\)250</td><td>\\(50 per day Max. \\)500</td></tr><tr><td colspan=\"4\">Section 15 Medical &amp; travel assistance services</td></tr><tr><td colspan=\"4\">Available</td></tr><tr><td colspan=\"4\">Section 16 Emergency medical evacuation and repatriation</td></tr><tr><td>a) Emergency medical evacuation<br/>b) Sending you home after a medical emergency evacuation<br/>c) Sending home your mortal remains</td><td>\\(1,000,000</td><td>\\(1,000,000</td><td>\\(1,000,000</td></tr><tr><td colspan=\"4\">Section 17 Compassionate and hospital visit</td></tr><tr><td>Section 18 Child guard</td><td>\\(5,000</td><td>\\(10,000</td><td>\\(15,000</td></tr><tr><td>Section 19 Emergency telephone charges</td><td>\\(100</td><td>\\(200</td><td>\\(300</td></tr><tr><td colspan=\"4\">Travel inconvenience cover</td></tr><tr><td>Section 20 Insolvency of licensed travel operator</td><td>\\(2,000</td><td>\\(4,000</td><td>\\(6,000</td></tr><tr><td>Section 21 Travel cancellation</td><td>\\(5,000</td><td>\\(10,000</td><td>\\(15,000</td></tr><tr><td>Section 22 Travel postponement</td><td>\\(750</td><td>\\(1,500</td><td>\\(2,000</td></tr><tr><td>Section 23 Replacement of traveller</td><td>\\(500</td><td>\\(750</td><td>\\(1,000</td></tr><tr><td>Section 24 Replacement of employee</td><td>\\(5,000</td><td>\\(10,000</td><td>\\(15,000</td></tr><tr><td>Section 25 Delayed departure<br/>Every 6 hours</td><td>\\(100<br/>Max. \\)500</td><td>\\(100<br/>Max. \\)1,000</td><td>\\(100<br/>Max. \\)1,500</td></tr><tr><td>Section 26 Flight diversion<br/>Every 6 hours</td><td>\\(100<br/>Max. \\)500</td><td>\\(100<br/>Max. \\)1,000</td><td>\\(100<br/>Max. \\)1,500</td></tr><tr><td>Section 27 Overbooked flight<br/>Every 6 hours</td><td>\\(100<br/>Max. \\)200</td><td>\\(150<br/>Max. \\)300</td><td>\\(200<br/>Max. \\)400</td></tr><tr><td>Section 28 Missed travel connection<br/>Every 6 hours</td><td>\\(100<br/>Max. \\)200</td><td>\\(150<br/>Max. \\)300</td><td>\\(200<br/>Max. \\)400</td></tr><tr><td>Section 29 Shortening the trip</td><td>\\(5,000</td><td>\\(10,000</td><td>\\(15,000</td></tr><tr><td>Section 30 Travel disruption</td><td>\\(1,000</td><td>\\(2,000</td><td>\\(3,000</td></tr><tr><td>Section 31 Automatic extension of cover</td><td>Covered</td><td>Covered</td><td>Covered</td></tr><tr><td>Section 32 Delayed baggage<br/>Every 6 hours</td><td>\\(150<br/>Max. \\)600</td><td>\\(200<br/>Max. \\)1,000</td><td>\\(250<br/>Max. \\)1,500</td></tr><tr><td>Section 33 Baggage<br/>Limit: \\(500 per article, pair or set of items and \\)1,000 for one unit laptop computer</td><td>\\(3,000</td><td>\\(5,000</td>\n",
  "<table><tr><td rowspan=\"3\">Benefits</td><td>Pre-Ex Standard Plan</td><td>Pre-Ex Elite Plan</td><td>Pre-Ex Premier Plan</td></tr><tr><td colspan=\"3\">Individual</td></tr><tr><td colspan=\"3\">Limit of Benefits</td></tr><tr><td>Section 35 Loss of travel documents</td><td>\\(2,000\\)</td><td>\\(3,000\\)</td><td>\\(5,000\\)</td></tr><tr><td>Section 36 Personal money</td><td>\\(100\\)</td><td>\\(300\\)</td><td>\\(500\\)</td></tr><tr><td>Section 37 Fraudulent use of credit card</td><td>Not covered</td><td>\\(2,000\\)</td><td>\\(3,000\\)</td></tr><tr><td>Section 38 Credit card outstanding balance</td><td>Not covered</td><td>\\(2,000\\)</td><td>\\(3,000\\)</td></tr><tr><td colspan=\"4\">Personal liability</td></tr><tr><td>Section 39 Personal liability</td><td></td><td></td><td></td></tr><tr><td>Adult</td><td>\\(500,000\\)</td><td>\\(1,000,000\\)</td><td>\\(1,000,000\\)</td></tr><tr><td>Child</td><td>\\(250,000\\)</td><td>\\(500,000\\)</td><td>\\(500,000\\)</td></tr><tr><td colspan=\"4\">Section 40 Legal expenses for wrongful arrest or detention</td></tr><tr><td>Adult</td><td>Not covered</td><td>\\(5,000\\)</td><td>\\(10,000\\)</td></tr><tr><td>Child</td><td>Not covered</td><td>\\(5,000\\)</td><td>\\(10,000\\)</td></tr><tr><td colspan=\"4\">Lifestyle cover</td></tr><tr><td>Section 41 Adventurous activities cover</td><td>Not covered</td><td>Yes</td><td>Yes</td></tr><tr><td colspan=\"4\">Section 42 Golfer's cover</td></tr><tr><td>Damage or loss of golf equipment</td><td rowspan=\"3\">Not covered</td><td>\\(1,000\\)</td><td>\\(1,500\\)</td></tr><tr><td>Unused green fees due to injury or illness</td><td>\\(500\\)</td><td>\\(750\\)</td></tr><tr><td>Hole-in-one</td><td>\\(500\\)</td><td>\\(750\\)</td></tr><tr><td>Section 43 Unused entertainment ticket</td><td>Not covered</td><td>\\(300\\)</td><td>\\(500\\)</td></tr><tr><td>Section 44 Rental vehicle excess</td><td>Not covered</td><td>\\(1,000\\)</td><td>\\(1,500\\)</td></tr><tr><td>Section 45 Returning a rental vehicle</td><td>Not covered</td><td>\\(500\\)</td><td>\\(750\\)</td></tr><tr><td>Section 46 Home contents</td><td>Not covered</td><td>\\(10,000\\)</td><td>\\(15,000\\)</td></tr><tr><td>Section 47 Domestic pets care</td><td>Not covered</td><td>\\(50 per day Max. \\)500</td><td>\\(75 per day Max. \\)750</td></tr><tr><td colspan=\"4\">Safety</td></tr><tr><td>Section 48 Terrorism cover</td><td></td><td></td><td></td></tr><tr><td>Adult below 70 years</td><td>\\(200,000\\)</td><td>\\(300,000\\)</td><td>\\(500,000\\)</td></tr><tr><td>Adult 70 years &amp; above</td><td>\\(200,000\\)</td><td>\\(300,000\\)</td><td>\\(500,000\\)</td></tr><tr><td>Child</td><td>\\(200,000\\)</td><td>\\(300,000\\)</td><td>\\(500,000\\)</td></tr><tr><td>Section 49 Passive war</td><td></td><td></td><td></td></tr><tr><td>Adult below 70 years</td><td>\\(150,000\\)</td><td>\\(200,000\\)</td><td>\\(500,000\\)</td></tr><tr><td>Adult 70 years &amp; above</td><td>\\(50,000\\)</td><td>\\(75,000\\)</td><td>\\(100,000\\)</td></tr><tr><td>Child</td><td>\\(50,000\\)</td><td>\\(75,000\\)</td><td>\\(100,000\\)</td></tr><tr><td>Section 50 Hijack of public transport</td><td>\\(100 Max. \\)2,000</td><td>\\(200 Max. \\)4,000</td><td>\\(300 Max. \\)6,000</td></tr><tr><td>Every 6 hours</td><td>\\(100 Max. \\)2,000</td><td>\\(200 Max. \\)4,000</td><td>\\(300 Max. \\)6,000</td></tr><tr><td>Section 51 Kidnap and hostage</td><td>\\(100 Max. \\)2,000</td><td>\\(200 Max. \\)4,000</td><td>\\(300 Max. \\)6,000</td></tr><tr><td>Every 6 hours</td><td></td><td></td><td></td></tr></table>\n",
  "<table><tr><td rowspan=\"3\">Benefits</td><td>Pre-Ex Standard Plan</td><td>Pre-Ex Elite Plan</td><td>Pre-Ex Premier Plan</td></tr><tr><td colspan=\"3\">Individual</td></tr><tr><td colspan=\"3\">Limit of Benefits</td></tr><tr><td>Section 52 - Pre-Ex Critical Care<br>This section extends sections 6 and 16 of the policy to cover for claims relating to an acute onset of a pre-existing<br>medical condition during your trip overseas.<br>You must meet all the conditions of cover for your claims to be valid.</td><td colspan=\"3\"></td></tr><tr><td>Pre-Ex Critical Care</td><td colspan=\"3\"></td></tr><tr><td>Section 6 Overseas medical expenses (sub-limit)<br>Covers inpatient hospital charges only</td><td colspan=\"3\"></td></tr><tr><td>Adult below 70 years</td><td>&#36;75,000</td><td>&#36;100,000</td><td>&#36;150,000</td></tr><tr><td>Adult 70 years & above</td><td>&#36;50,000</td><td>&#36;75,000</td><td>&#36;100,000</td></tr><tr><td>Child</td><td>&#36;50,000</td><td>&#36;75,000</td><td>&#36;100,000</td></tr><tr><td>Section 16 Emergency medical evacuation and repatriation (sub-limit)</td><td colspan=\"3\"></td></tr><tr><td>Adult below 70 years</td><td rowspan=\"3\">&#36;100,000</td><td rowspan=\"3\">&#36;150,000</td><td rowspan=\"3\">&#36;200,000</td></tr><tr><td>Adult 70 years & above</td></tr><tr><td>Child</td></tr></table>\n"
]